[{"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn Sie Ihre Rückerstattung nicht erhalten haben, nachdem wir einen Artikel als versandt markiert haben, senden Sie uns bitte eine Nachricht, damit wir die Rückerstattung bearbeiten können. F. Enthalten Sie eine Quittung?", "hyp_sent": "A. Nein, wir legen keine Quittungen in Pakete bei, es sei denn, sie werden angefordert.", "src_context": "If you haven’t received your refund after we have marked an item as dispatched, please send us a message so that we can have the refund processed. Q. Do you include a receipt?", "src_sent": "A. No, we do not include receipts in packages unless requested."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn Sie einen Mehrwertsteuerbeleg benötigen, kontaktieren Sie uns bitte und wir können Ihnen einen per E-Mail zusenden. F. Ich habe eine Weile auf meine Bestellung gewartet und sie ist nicht angekommen.", "hyp_sent": "Ist es vielleicht verloren?", "src_context": "If you require a VAT receipt, please contact us and we can email one over. Q. I have been waiting a while for my order and it hasn’t arrived.", "src_sent": "Is it possibly lost?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Er sagte, weil ich den Ausdruck habe, müsse er mir die Reifen zum Preis des Ausdrucks verkaufen. Er war auch gnädig darüber.", "hyp_sent": "Seitdem kaufe ich Reifen von ihnen.", "src_context": "He said that because I had the printout, he had to sell me the tires at the printout price. He was gracious about it too.", "src_sent": "Been buying tires from them ever since."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Ich denke, in gewisser Weise eine Form des unauffälligen Abschlusses von etwas irgendwie Kleinem in meinem Leben, um ein bisschen Positivität auf meinem eigenen geistig unruhigen Hintern widerzuspiegeln. P.S. Ich konnte nicht anders, als die Wohltätigkeitsveranstaltung zu sehen, die Sie hatten, und die Menge, die Sie gesammelt haben.", "hyp_sent": "Das ist verdammt geil!", "src_context": "I guess in a way, a form of low-key closure of something kinda small in my life to reflect a bit of positivity on my own mentally troubled butt. P.S. I couldn't help but see the charity fund raiser you had and the buttloads you collected.", "src_sent": "That's awesome as heck!"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie sich in einem Tweet, den sie zusammen mit einem kurzen Clip der Premierministerin veröffentlichte, auf den sowjetischen Führer Wladimir Lenin bezog. Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "hyp_sent": "In dem Clip sprach Ardern über COVID-Fehlinformationen und die Bemühungen Neuseelands, die Menschen über die Pandemie auf dem Laufenden zu halten.", "src_context": "Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister. Rogers didn't further explain her criticism of Ardern in her Tweet.", "src_sent": "In the clip, Ardern was speaking about COVID misinformation and New Zealand's efforts to keep people informed about the pandemic."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Das Verlängerungsrohrset hat keinen Einfluss auf die Bildqualität, da sich keine Optik im Inneren befindet. Kein elektronischer Kontakt und Autofokus kann nicht durchgeführt werden.", "hyp_sent": "Belichtung und Fokus müssen manuell eingestellt werden.", "src_context": "The extension tube set does not affect image quality as there is no optics inside. No electronic contact and auto focus cannot be performed.", "src_sent": "Exposure and focus have to be adjusted manually."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gestern platzierte CoinMarket Cap eine Benachrichtigung auf EverGrows Seite, die bestätigte, dass der Datenfehler behoben wurde. Der Preis hat sich nun stabilisiert, und Anzeichen für eine Rückkehr des Vertrauens zeigten einen Anstieg von 22 % gegenüber den jüngsten Tiefstständen.", "hyp_sent": "EverGrow bleibt jedoch immer noch deutlich unter den Höchstständen, die vor diesem Fehler erreicht wurden.", "src_context": "Yesterday, CoinMarket Cap placed an alert on EverGrow's page, confirming that the data error had been fixed. The price has now stabilised, and signs of returning confidence saw an increase of 22% from the recent lows.", "src_sent": "However, EverGrow still remains well below the highs achieved before this error."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Nicht geeignet für Hochdruckwasserinstallationen oder Heißwassersysteme. Dieser Schlauch ist nicht für den Öltransfer geeignet.", "hyp_sent": "Warum Samco Sport Silikonschläuche wählen?", "src_context": "Not suitable for high pressure water installations or hot water systems. This hose is not suitable for oil transfer.", "src_sent": "Why choose Samco Sport silicone hoses?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "2) Verwenden Sie die eBay-Option, um einen Artikel zurückzugeben. Diese Option ist auch geeignet, wenn Sie eine Rückerstattung wünschen, da wir Ihnen die Rückerstattung erstatten werden, sobald wir den Artikel zurückerhalten haben; Wenn Sie einen Umtausch benötigen, kaufen Sie bitte den richtigen Artikel entweder vor oder nach der Rückerstattung, wie erforderlich.", "hyp_sent": "Bitte verwenden Sie die Funktion <unk>in den Warenkorb<unk>, damit Sie zusammen bestellen.", "src_context": "2) Use the eBay option to return an item. This option is also suitable if you would like a refund, as once we have received the item back we will refund you; if you need an exchange, please purchase the correct item either before or after the refund as required.", "src_sent": "Please use the “add to basket” function so that you order stays together."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn Sie eine Quittung benötigen, senden Sie uns bitte eine Nachricht und wir können eine per E-Mail schicken. Wenn Sie eine Mehrwertsteuerquittung benötigen, kontaktieren Sie uns bitte und wir schicken Ihnen eine E-Mail.", "hyp_sent": "F. Ich habe eine Weile auf meine Bestellung gewartet und sie ist nicht angekommen.", "src_context": "If you require a receipt, please send us a message and we can have one emailed over. If you require a VAT receipt, please contact us and we can email one over.", "src_sent": "Q. I have been waiting a while for my order and it hasn’t arrived."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wir haben engagierte Mitarbeiter in unserer Fabrik in West Yorkshire im Norden Englands, die darin geschult sind, hochmoderne Maschinen und traditionelle Nähtechniken zu verwenden, um unsere Ideen zum Leben zu erwecken. Contact Left Limited ist ein offizieller Lieferant für Snugpak und führt eine große Auswahl ihres Kits in unserem EBAY-Shop.", "hyp_sent": "Contact Left LTD ist ein führender Anbieter von Kits für die Streitkräfte und die Nahschutzindustrie", "src_context": "We have a dedicated workforce at our West Yorkshire factory in the North of England who are trained to use state-of-the-art machinery and traditional sewing techniques to bring our ideas to life. Contact Left Limited is an official supplier for Snugpak and carries a large range of their kit in our EBAY shop.", "src_sent": "Contact Left LTD is a leading supplier of kit to the Armed Forces and Close Protection Industry"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wie kommt es, dass wir die Haupt-Shuttlebucht nie gesehen haben? Es befand sich unterhalb der Hauptbrücke auf den Decks 3 und 4 und wäre vermutlich eine massive Anlage.", "hyp_sent": "Anstatt dorthin zu fahren, fuhr die Brückenbesatzung mit einem Turbolift direkt daran vorbei bis hinunter zu Deck 13.", "src_context": "How come we never saw the main shuttlebay? It was located below the main bridge on decks 3&4 and would presumably be a massive facility.", "src_sent": "Instead of going there, the bridge crew would take a turbolift ride right past it all the way down to deck 13."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Zum Glück war der Typ ehrlich und anstatt zu versuchen, den höheren Preis in Rechnung zu stellen, verkaufte er mir die Reifen für den Preis, den ich auf meinem Ausdruck hatte. Er sagte, weil ich den Ausdruck habe, müsse er mir die Reifen zum Ausdruckpreis verkaufen.", "hyp_sent": "Er war auch gnädig.", "src_context": "Luckily, the guy was honest and rather than trying to charge the higher price, he sold me the tires for the price I had on my printout. He said that because I had the printout, he had to sell me the tires at the printout price.", "src_sent": "He was gracious about it too."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Joint Aid for Dogs ist ein hochwertiges Gelenk- und Muskelergänzungsmittel mit Glucosamin für Hunde, das entwickelt wurde, um die Bewegungsfreiheit zu unterstützen. Joint Aid for Dogs kann allen Hunden jeden Alters auf der Ebene der <unk>Allgemeinen Unterstützung<unk> verfüttert werden, um die Bewegungsfreiheit und den Muskelzustand ein Leben lang aufrechtzuerhalten.", "hyp_sent": "Bei älteren und arbeitenden Hunden oder Hunden mit reduzierter Muskelmasse wird empfohlen, Joint Aid for Dogs auf der Stufe <unk>Full Support<unk> zu füttern.", "src_context": "Joint Aid for Dogs is a high specification joint and muscle supplement with glucosamine for dogs, designed to aid freedom of movement. Joint Aid for Dogs can be fed to all dogs from any age at the ‘General Support’ level to maintain freedom of movement and muscle condition throughout their lives.", "src_sent": "For elderly and working dogs or those showing reduced muscle mass, Joint Aid for Dogs is recommended to be fed at the ‘Full Support’ level."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Das Gebiet ist bis Sonntagmorgen unter einer Wintersturmwarnung, wobei der National Weather Service sagt, dass 12 bis 15 Zoll (38 Zentimeter) Schnee in Gebieten über 610 Meter (2.000 Fuß) möglich sind. <unk>Wir hatten einen späten Saisonstart und sind jetzt von praktisch keinem Schnee zu einem riesigen Schneesturm übergegangen.", "hyp_sent": "Die Leute waren aufgeregt<unk>, sagte DeBerry.", "src_context": "The area is under a winter storm warning until Sunday morning, with the National Weather Service saying 12 to 15 inches (38 centimeters) of snow is possible for areas above 2,000 feet (610 meters). \"We've had a late start to the season and now we've gone from virtually no snow to a giant snow storm.", "src_sent": "People got excited,\" DeBerry said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "<unk>Unsere Priorität ist es, 100% Kundenzufriedenheit zu haben und sicherzustellen, dass Sie ein großartiges Einkaufserlebnis haben. Sie können sich sicher fühlen, uns zu vertrauen, und kontaktieren Sie uns bitte, wenn Sie Fragen oder Kommentare haben.", "hyp_sent": "Wir nehmen das Feedback, das Sie hinterlassen, mit größter Bedeutung.", "src_context": "“Our priority is to have 100% customer satisfaction and ensure that you have a great shopping experience. You can feel safe to trust us and please contact us should you have any question or comment.", "src_sent": "We take the feedback you leave with utmost importance."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Da wir keine Lagerbestände führen, werden alle Artikel auf Bestellung hergestellt, hier unter #URL# an uns versandt und dann an Sie selbst gesendet. Aus diesem Grund bitten wir Sie, diese Lieferzeiten zu berücksichtigen.", "hyp_sent": "Die Vorlaufzeit zeigt an, wann die nächste Charge ankommen soll.", "src_context": "As we do not carry stock then all items are made to order, shipped on to us here at #URL# and then sent onto yourselves. That is why we ask that you allow these lead times please.", "src_sent": "The lead time showing is when the next batch is due to arrive."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Verlängerungsrohre sind Metallrohre mit einer Hinterlinsenhalterung an einem Ende und einer Kameragehäusehalterung am anderen Ende. Das Verlängerungsrohr-Set beeinträchtigt die Bildqualität nicht, da sich darin keine Optik befindet.", "hyp_sent": "Kein elektronischer Kontakt und Autofokus können nicht durchgeführt werden.", "src_context": "Extension tubes are metal tubes with a rear-lens mount at one end and a camera-body mount at the other end. The extension tube set does not affect image quality as there is no optics inside.", "src_sent": "No electronic contact and auto focus cannot be performed."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Schließen Sie den Wandlader (nicht im Lieferumfang enthalten) an eine Stromversorgung und schließen Sie Ihren eReader dann an den Wandlader an. Drücken und halten Sie die Strom-Taste, bis Sie die Wörter \"Ausgeschaltet\" oben auf dem Bildschirm sehen.", "hyp_sent": "Halten Sie den Stromknopf 3-4 Sekunden lang fest.", "src_context": "Plug the wall charger (not included) to a power outlet, and then connect your eReader to the wall charger. Press and hold the power button until you see the words \"Powered off\" at the top of the screen.", "src_sent": "Continue holding down the power button for 3-4 seconds."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wann immer es möglich ist, werden wir versuchen, einen Größenleitfaden zu erstellen. Wenn Sie keinen Größenführer finden können, kontaktieren Sie uns bitte.", "hyp_sent": "F. Wie vergleicht sich die Kleidung mit den Größen meines Landes?", "src_context": "Whenever possible, we will attempt to put up a size guide. If you can’t find a size guide, please contact us.", "src_sent": "Q. How does the clothing compare to my country's sizes?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "PayPal – Nur die Zahlungsmethode, die wir akzeptieren. Wenn Kunden mit unserem Produkt nicht vollständig zufrieden sind, senden Sie uns einfach das Produkt in unbenutztem Zustand zurück und wir werden eine Rückerstattung verarbeiten, sobald das Produkt erhalten wurde.", "hyp_sent": "Wenn Sie irgendwelche Fragen haben, dann kontaktieren Sie uns bitte über die \"Frage eine Frage\" -Tab, die sich unten auf der Liste Seite befindet.", "src_context": "PayPal – Only form of Payment that we Accept. If customers are not fully satisfied with our product, simply return the item to us in an unused condition and we will process a refund once the item is received.", "src_sent": "If you have any questions, then kindly please contact us via the ‘Ask a question’ Tab which is located on the bottom of the listing page."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Er wurde oft wegen seiner Überkorrektheit missverstanden\", sagte De Klerks Witwe Elita Georgiadis etwa 200 Teilnehmern. Ich werde diesen Mann nie vergessen, der mich fasziniert hat, der mich dazu gebracht hat, ihm zu helfen, diese riesige Aufgabe zu erfüllen.", "hyp_sent": "Eine private Messe und die Nationalhymne folgten der Zeremonie, die ein Porträt von De Klerk zwischen zwei Kerzen und einem mit weißen Blumen verzierten Chor darstellte.", "src_context": "\"He was often misunderstood due to his over-correctness,\" De Klerk's widow Elita Georgiadis told around 200 attendees. I shall never forget this man who mesmerized me, who made me want to help him achieve this huge task ahead of him.", "src_sent": "A private mass and the national anthem preceded the ceremony, which featured a portrait of De Klerk between two candles and a choir decorated with white flowers."}, {"score_diff": 25, "doc_score": 70, "sent_score": 95, "hyp_context": "Andernorts im Nordosten und Südosten des Landes hat starker Schnee den Verkehr behindert oder vorübergehend blockiert. Der diesjährige Trend für einen zweiten Weihnachtsbaum im Schlafzimmer sendet Verkäufe von kleineren Sprossen auf", "hyp_sent": "Haben Sie nur einen Weihnachtsbaum?", "src_context": "Elsewhere in the northeast and southeast of the country, heavy snow has hampered or temporarily blocked traffic. This year's trend for a second Christmas tree in the bedroom sends sales of smaller spruces soaring", "src_sent": "Got just the one Christmas tree?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Unsere konzentrierte Kombination aus Hingabe und Expertise profitiert unseren Kunden. Norton hat die Konkurrenz in vielen seriösen Head-to-Head-Tests übertroffen, und nur Norton hat 34 Mal den PC Magazine Editors’ Choice Award gewonnen, darunter 11 Jahre in Folge – mehr als jedes andere Sicherheitsunternehmen.", "hyp_sent": "Was bedeutet das für dich?", "src_context": "Our concentrated combination of dedication and expertise benefits our customers. Norton has been outperforming the competition in many reputable head-to-head tests, and only Norton has won the PC Magazine Editors’ Choice Award 34 times, including 11 years in a row – more than any other security company.", "src_sent": "What does that mean for you?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Dies wurde abgebrochen, so wird nicht auf Lager zurückkehren, wir entschuldigen uns. Die Hose eines Diebes fällt nieder, während er versucht zu fliehen.", "hyp_sent": "Also zu beachten, ich habe das nicht erlebt.", "src_context": "This has been discontinued so will not be returning to stock, we do apologize. A Thief’s Pants Falls Down As He Attempts To Flee.", "src_sent": "So to note, I didn’t witness this."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Das private Skigebiet bestimmt die Bedingungen, aber es gibt nichts, was die Skifahrer davon abhält, dorthin zu gehen, weil das Anwesen öffentliche Flächen im Mount Baker-Snoqualmie National Forest umfasst. Frank DeBerry, Präsident und CEO des Resorts, sagte, dass alle sechs Männer die Hügel-Reise-Pässe des Skigebiets besaßen, was bedeutet, dass sie mit der Skipatrouille registriert waren, an einer Orientierung beteiligt waren, wie und wo man das Backcountry-Skifahren durch das Resort-Eigentum zugreifen kann, und sie wurden verpflichtet, die Schneeverhältnisse vor ihrer Tour zu überprüfen.", "hyp_sent": "Skifahrer können nach Belieben reisen, wohin sie wollen, im Nationalwald.", "src_context": "The private ski resort determines the conditions but there is nothing that stops skiers from going there because the property abuts public lands in the Mount Baker-Snoqualmie National Forest. Frank DeBerry, the resort's president and CEO, said all six men held the ski resort's uphill travel passes, which means they were registered with ski patrol, participated in an orientation on how and where to access backcountry skiing through the resort's property and were required to check snow conditions prior to their excursion.", "src_sent": "\"Skiers can travel at will wherever they want in the national forest."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Unsere konzentrierte Kombination aus Hingabe und Expertise profitiert unseren Kunden. Norton hat die Konkurrenz in vielen seriösen Head-to-Head-Tests übertroffen, und nur Norton hat 34 Mal den PC Magazine Editors’ Choice Award gewonnen, darunter 11 Jahre in Folge – mehr als jedes andere Sicherheitsunternehmen.", "hyp_sent": "Was bedeutet das für dich?", "src_context": "Our concentrated combination of dedication and expertise benefits our customers. Norton has been outperforming the competition in many reputable head-to-head tests, and only Norton has won the PC Magazine Editors’ Choice Award 34 times, including 11 years in a row – more than any other security company.", "src_sent": "What does that mean for you?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Interview with the Vampire\" wurde 1994 zu einem erfolgreichen Film gemacht, der dazu beigetragen hat, das Interesse am Vampirgenre wiederzubeleben, das mit der TV-Serie \"The Vampire Diaries\" und der Filmreihe \"Twilight\" fortgesetzt wurde. Obwohl sie den größten Teil ihres Lebens in Kalifornien gelebt hat, war Rice in New Orleans geboren und setzte viele ihrer Geschichten dort, nach ihrer Website-Biographie.", "hyp_sent": "Rice's Sohn, Christopher Rice, sagte, dass er am Bett seiner Mutter war, als sie starb.", "src_context": "\"Interview with the Vampire\" was made into a successful feature film in 1994, helping to reignite interest in the vampire genre which continued with the TV series \"The Vampire Diaries\" and the \"Twilight\" film series. Although she lived most of her life in California, Rice was a native of New Orleans and set many of her stories there, according to her website biography.", "src_sent": "Rice's son, Christopher Rice, said he was at his mother's bedside when she died."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gestern hat CoinMarket Cap eine Warnung auf der Seite von EverGrow platziert und bestätigt, dass der Datenfehler behoben wurde. Der Preis hat sich nun stabilisiert, und die Anzeichen für eine Rückkehr des Vertrauens stiegen gegenüber den jüngsten Tiefstständen um 22%.", "hyp_sent": "EverGrow bleibt jedoch immer noch deutlich unter den Höchstständen, die vor diesem Fehler erreicht wurden.", "src_context": "Yesterday, CoinMarket Cap placed an alert on EverGrow's page, confirming that the data error had been fixed. The price has now stabilised, and signs of returning confidence saw an increase of 22% from the recent lows.", "src_sent": "However, EverGrow still remains well below the highs achieved before this error."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Nicht so gut, OP, ich habe herausgefunden, dass ich Diabetes habe, also muss ich weniger Kohlenhydrate essen.\" Zu ihrer leichten Ehre gab es beim Mittagessen Blumenkohlreis anstelle von normalem Reis.", "hyp_sent": "Ich bin ein Midwesterner und war immer nett zu PJs Gesicht, also sagte ich ihr, dass es mir leid tut, das ist, was ist mit diesem Projekt, an dem wir beide sind?", "src_context": "“Not so good, OP, I found out I have diabetes, so I have to eat fewer carbs.” To her slight credit, the lunch had cauliflower rice instead of regular.", "src_sent": "I am a Midwesterner, and have always been nice to PJ’s face, so I told her I was sorry, that sucked, what about this project we’re both on?"}, {"score_diff": 25, "doc_score": 70, "sent_score": 95, "hyp_context": "K-IIT XLTM Picture-in-Picture Image Insertion Technology - Ultrastabile Bild-in-Bild-, Bild-und-Bild-und-Bild- und Split-Screen-Fähigkeit. Jede Videoquelle kann in eine Computergrafik-Videoquelle eingefügt oder dort positioniert werden oder umgekehrt mit Fensterpositionierungs- und Größensteuerungen.", "hyp_sent": "Videoeingänge - je 2 Universalvideos auf 3 BNC (Composite, s−Video, Component), 4 Computergrafiken/Component-Video (15−pin HD), 2 HDMI und 1 USB (für JPEG-Daten).", "src_context": "K-IIT XLTM Picture-in-Picture Image Insertion Technology - Ultra stable picture−in−picture, picture−and−picture, and split screen capability. Any video source can be inserted into or positioned next to a computer graphics video source or vice versa with window positioning and sizing controls.", "src_sent": "Video Inputs - 2 universal video each on 3 BNC (composite, s−Video, component), 4 computer graphics/component video (15−pin HD), 2 HDMI and 1 USB (for JPEG data)."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Bitte verwenden Sie die Funktion \"In den Warenkorb\", um Ihre Bestellung zu kombinieren, dann zur Kasse zu gehen und wie gewohnt zu bezahlen. Wir erstatten dann jeden überschüssigen Versand, wenn wir versenden.", "hyp_sent": "Wenn Sie im Voraus wissen möchten, wie der Versand aussehen wird, senden Sie uns bitte eine Nachricht, in der Sie angeben, welche Artikel und Größen Sie möchten und in welches Land sie versandt werden sollen.", "src_context": "Please use the “add to basket” function to combine your order, then checkout and pay as normal. We will then refund any excess shipping when we dispatch.", "src_sent": "If you would like to know upfront what the shipping will be, please send us a message stating which items and sizes you would like and the country they are to be shipped to."}, {"score_diff": 25, "doc_score": 70, "sent_score": 95, "hyp_context": "Tippen Sie auf das Textsymbol. und ydo Ihren ersten Einkauf von der #PRS_ORG# Website", "hyp_sent": "Um Ihre Zahlungsinformationen zu aktualisieren, folgen Sie bitte diesen Schritten:", "src_context": "Tap the  Text icon. and ydo your first purchase from the #PRS_ORG# website", "src_sent": "To update your payment information please follow these steps:"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Dies wurde eingestellt, so dass wir nicht auf Lager zurückkehren werden, wir entschuldigen uns. Die Hose eines Diebes fällt herunter, als er zu fliehen versucht.", "hyp_sent": "Also um zu bemerken, dass ich das nicht miterlebt habe.", "src_context": "This has been discontinued so will not be returning to stock, we do apologize. A Thief’s Pants Falls Down As He Attempts To Flee.", "src_sent": "So to note, I didn’t witness this."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Dies ist eine dieser Zeiten, in denen wir keine Demokraten oder Republikaner sind.\" Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, wenn klar sei, dass er den lokalen Rettungsbemühungen nicht im Weg stehen würde.", "hyp_sent": "\"Ich habe vor, zu gehen\", sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Frank DeBerry, der Präsident und CEO des Resorts, sagte, dass alle sechs Männer die Bergauffahrtspässe des Skigebiets besaßen, was bedeutet, dass sie bei der Skipatrouille registriert waren, an einer Orientierung teilnahmen, wie und wo sie über das Grundstück des Resorts auf das Backcountry-Skifahren zugreifen konnten, und dass sie vor ihrem Ausflug die Schneebedingungen überprüfen mussten. \"Skifahrer können im Nationalwald nach Belieben reisen, wohin sie wollen.", "hyp_sent": "Sie waren in den Wald gegangen, landeten aber wieder in den Grenzen (des Resorts), wo diese Rutsche stattfand \", sagte DeBerry.", "src_context": "Frank DeBerry, the resort's president and CEO, said all six men held the ski resort's uphill travel passes, which means they were registered with ski patrol, participated in an orientation on how and where to access backcountry skiing through the resort's property and were required to check snow conditions prior to their excursion. \"Skiers can travel at will wherever they want in the national forest.", "src_sent": "They had gone out into the forest but ended up back in bounds (of the resort) where this slide occurred,\" DeBerry said"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Auf diese Weise können Sie das Buch Ihrer Wahl sofort kaufen. Wäre das in Ordnung", "hyp_sent": "Bist du da?", "src_context": "that way you can buy the book of your choice immedialtrely. would that be okay", "src_sent": "are you there?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin von Arizona, Wendy Rogers, nannte Neuseelands Premierministerin Jacinda Ardern am Sonntag \"Lenin mit Haaren\" und warnte vor dem Kommunismus in den Vereinigten Staaten. Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie sich in einem Tweet, den sie zusammen mit einem kurzen Clip des Premierministers veröffentlichte, auf den sowjetischen Führer Wladimir Lenin bezog.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gestern hat CoinMarket Cap eine Warnung auf der Seite von EverGrow platziert und bestätigt, dass der Datenfehler behoben wurde. Der Preis hat sich nun stabilisiert, und Anzeichen für eine Rückkehr des Vertrauens zeigten einen Anstieg von 22 % gegenüber den jüngsten Tiefstständen.", "hyp_sent": "EverGrow bleibt jedoch immer noch deutlich unter den Höchstständen, die vor diesem Fehler erreicht wurden.", "src_context": "Yesterday, CoinMarket Cap placed an alert on EverGrow's page, confirming that the data error had been fixed. The price has now stabilised, and signs of returning confidence saw an increase of 22% from the recent lows.", "src_sent": "However, EverGrow still remains well below the highs achieved before this error."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn Sie eine Quittung benötigen, senden Sie uns bitte eine Nachricht und wir können eine per E-Mail zusenden. Wenn Sie einen Mehrwertsteuerbeleg benötigen, kontaktieren Sie uns bitte und wir können Ihnen einen per E-Mail zusenden.", "hyp_sent": "F. Ich habe eine Weile auf meine Bestellung gewartet und sie ist nicht angekommen.", "src_context": "If you require a receipt, please send us a message and we can have one emailed over. If you require a VAT receipt, please contact us and we can email one over.", "src_sent": "Q. I have been waiting a while for my order and it hasn’t arrived."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Lassen Sie niemanden herein und achten Sie auf die Leute, wenn sie gehen (insbesondere Kinderhände). Schritt 2: Rufen Sie den Store Manager an, wenn er nicht da ist.", "hyp_sent": "Schritt 3: Diejenigen, die an den Kassen sind, und alle anderen können wirklich ein paar Minuten warten, um zu sehen, ob Notgeneratoren uns wieder zum Laufen bringen können.", "src_context": "Don't let anyone in and pay attention to people as they leave (esp kids' hands). Step 2: Call Store Manager if they aren't there.", "src_sent": "Step 3: Those that are at tills and anyone else really are free to wait a couple minutes to see if backup generators can get us going again."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wie kommt es, dass wir die Haupt-Shuttlebucht nie gesehen haben? Es befand sich unterhalb der Hauptbrücke auf den Decks 3 und 4 und würde vermutlich eine riesige Anlage sein.", "hyp_sent": "Anstatt dorthin zu fahren, fuhr die Brückenbesatzung mit einem Turbolift direkt daran vorbei bis hinunter zu Deck 13.", "src_context": "How come we never saw the main shuttlebay? It was located below the main bridge on decks 3&4 and would presumably be a massive facility.", "src_sent": "Instead of going there, the bridge crew would take a turbolift ride right past it all the way down to deck 13."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Zum Glück war der Typ ehrlich und anstatt zu versuchen, den höheren Preis zu verlangen, verkaufte er mir die Reifen für den Preis, den ich auf meinem Ausdruck hatte. Er sagte, weil ich den Ausdruck habe, müsse er mir die Reifen zum Ausdruckpreis verkaufen.", "hyp_sent": "Er war auch gnädig.", "src_context": "Luckily, the guy was honest and rather than trying to charge the higher price, he sold me the tires for the price I had on my printout. He said that because I had the printout, he had to sell me the tires at the printout price.", "src_sent": "He was gracious about it too."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Dies ist eine dieser Zeiten, in denen wir keine Demokraten oder Republikaner sind.\" Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, wenn klar sei, dass er den örtlichen Rettungsbemühungen nicht im Wege stehen werde.", "hyp_sent": "„Ich habe vor zu gehen“, sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Da wir keine Lagerbestände führen, werden alle Artikel auf Bestellung gefertigt, hier unter #URL# an uns versandt und dann an Sie selbst gesendet. Deshalb bitten wir Sie, diese Vorlaufzeiten zu berücksichtigen.", "hyp_sent": "Die Vorlaufzeit zeigt an, wann die nächste Charge ankommen soll.", "src_context": "As we do not carry stock then all items are made to order, shipped on to us here at #URL# and then sent onto yourselves. That is why we ask that you allow these lead times please.", "src_sent": "The lead time showing is when the next batch is due to arrive."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Denken Sie jedoch daran, dass Reittiere gepflegt, untergebracht und geschützt werden müssen, da sie im Kampf sterben können. Bossjagden – Schließe dich mit Freunden oder anderen Spielern zusammen, um Feldbosse und Weltbosse zu jagen, um diese seltene Beute zu erhalten.", "hyp_sent": "Siege Warfare - Massive Gildenkämpfe für alle!", "src_context": "Keep in mind, however, that mounts will need to be cared for, housed and protected as they can die in combat. Boss Hunts - Group up with friends or other players to hunt down field bosses and world bosses to get that rare loot.", "src_sent": "Siege Warfare - Massive free-for-all guild battles!"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin aus Arizona, Wendy Rogers, nannte Neuseelands Premierministerin Jacinda Ardern am Sonntag „Lenin mit Haaren“ und warnte vor dem Kommunismus in den Vereinigten Staaten. Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie sich in einem Tweet, den sie zusammen mit einem kurzen Clip des Premierministers veröffentlichte, auf den sowjetischen Führer Wladimir Lenin bezog.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 70, "sent_score": 95, "hyp_context": "Vielen Dank für die Informationen. Ich werde mehr als glücklich sein, Ihnen zu helfen.", "hyp_sent": "Ich werde Ihr Konto überprüfen, einen Moment, bitte.", "src_context": "Thank you for the information. I will be more than happy to assist you.", "src_sent": "I'll review your account, one moment, please."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "“Nicht so gut, OP, ich habe herausgefunden, dass ich Diabetes habe, also muss ich weniger Kohlenhydrate essen.” Zu ihrem kleinen Verdienst hatte das Mittagessen Blumenkohlreis anstelle von normalem Reis.", "hyp_sent": "Ich bin ein Midwesterner und war immer nett zu PJS Gesicht, also sagte ich ihr, es tut mir leid, das war scheiße, was ist mit diesem Projekt, an dem wir beide arbeiten?", "src_context": "“Not so good, OP, I found out I have diabetes, so I have to eat fewer carbs.” To her slight credit, the lunch had cauliflower rice instead of regular.", "src_sent": "I am a Midwesterner, and have always been nice to PJ’s face, so I told her I was sorry, that sucked, what about this project we’re both on?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Bitte verwenden Sie die Funktion \"In den Warenkorb\", um Ihre Bestellung zu kombinieren, dann zur Kasse zu gehen und wie gewohnt zu bezahlen. Wir erstatten dann den überschüssigen Versand beim Versand.", "hyp_sent": "Wenn Sie im Voraus wissen möchten, wie der Versand aussehen wird, senden Sie uns bitte eine Nachricht, in der Sie angeben, welche Artikel und Größen Sie möchten und in welches Land sie versendet werden sollen.", "src_context": "Please use the “add to basket” function to combine your order, then checkout and pay as normal. We will then refund any excess shipping when we dispatch.", "src_sent": "If you would like to know upfront what the shipping will be, please send us a message stating which items and sizes you would like and the country they are to be shipped to."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn Sie eine Quittung benötigen, senden Sie uns bitte eine Nachricht und wir können eine per E-Mail zusenden lassen. Wenn Sie einen Mehrwertsteuerbeleg benötigen, kontaktieren Sie uns bitte und wir können Ihnen einen per E-Mail zusenden.", "hyp_sent": "F. Ich habe eine Weile auf meine Bestellung gewartet und sie ist nicht eingetroffen.", "src_context": "If you require a receipt, please send us a message and we can have one emailed over. If you require a VAT receipt, please contact us and we can email one over.", "src_sent": "Q. I have been waiting a while for my order and it hasn’t arrived."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wie kommt es, dass wir die Haupt-Shuttlebay nie gesehen haben? Es befand sich unterhalb der Hauptbrücke auf den Decks 3 und 4 und wäre vermutlich eine massive Anlage.", "hyp_sent": "Anstatt dorthin zu fahren, fuhr die Brückencrew mit einem Turbolift direkt daran vorbei bis hinunter zu Deck 13.", "src_context": "How come we never saw the main shuttlebay? It was located below the main bridge on decks 3&4 and would presumably be a massive facility.", "src_sent": "Instead of going there, the bridge crew would take a turbolift ride right past it all the way down to deck 13."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Unsere geballte Kombination aus Engagement und Know-how kommt unseren Kunden zugute. Norton hat die Konkurrenz in vielen seriösen Kopf-an-Kopf–Tests übertroffen, und nur Norton hat den Editors 'Choice Award des PC Magazine 34 Mal gewonnen, davon 11 Jahre in Folge - mehr als jedes andere Sicherheitsunternehmen.", "hyp_sent": "Was bedeutet das für dich?", "src_context": "Our concentrated combination of dedication and expertise benefits our customers. Norton has been outperforming the competition in many reputable head-to-head tests, and only Norton has won the PC Magazine Editors’ Choice Award 34 times, including 11 years in a row – more than any other security company.", "src_sent": "What does that mean for you?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Irgendwie das Gegenteil. Ich denke in gewisser Weise, eine Form der zurückhaltenden Schließung von etwas Kleinem in meinem Leben, um ein bisschen Positivität über meinen eigenen geistig gestörten Hintern zu reflektieren.", "hyp_sent": "P.S. Ich konnte nicht anders, als die Spendenaktion zu sehen, die Sie hatten, und die Hintern, die Sie gesammelt haben.", "src_context": "Kinda the opposite. I guess in a way, a form of low-key closure of something kinda small in my life to reflect a bit of positivity on my own mentally troubled butt.", "src_sent": "P.S. I couldn't help but see the charity fund raiser you had and the buttloads you collected."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Dies ist eine dieser Zeiten, in denen wir keine Demokraten oder Republikaner sind.\" Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, wenn klar sei, dass er den Rettungsbemühungen vor Ort nicht im Wege stehen werde.", "hyp_sent": "\"Ich habe vor zu gehen\", sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Unsere geballte Kombination aus Engagement und Know-how kommt unseren Kunden zugute. Norton hat die Konkurrenz in vielen seriösen Kopf-an-Kopf–Tests übertroffen, und nur Norton hat den Editors 'Choice Award des PC Magazine 34 Mal gewonnen, davon 11 Jahre in Folge - mehr als jedes andere Sicherheitsunternehmen.", "hyp_sent": "Was bedeutet das für dich?", "src_context": "Our concentrated combination of dedication and expertise benefits our customers. Norton has been outperforming the competition in many reputable head-to-head tests, and only Norton has won the PC Magazine Editors’ Choice Award 34 times, including 11 years in a row – more than any other security company.", "src_sent": "What does that mean for you?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "auf diese Weise können Sie das Buch Ihrer Wahl sofort kaufen. wäre das in Ordnung", "hyp_sent": "Bist du da?", "src_context": "that way you can buy the book of your choice immedialtrely. would that be okay", "src_sent": "are you there?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin Wendy Rogers aus Arizona nannte die neuseeländische Premierministerin Jacinda Ardern am Sonntag \"Lenin mit Haaren\" und warnte vor dem Kommunismus in den Vereinigten Staaten. Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie sich in einem Tweet, den sie zusammen mit einem kurzen Clip des Premierministers gepostet hatte, auf den sowjetischen Führer Wladimir Lenin bezog.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Viele Arbeitgeber bieten auch verschiedene, nicht ausreichend genutzte Unterstützungsdienste für Arbeitnehmer an. Diese können von Beratungsdiensten über Rechtsschutzversicherungen bis hin zu Rabatten und Gutscheinen reichen.", "hyp_sent": "Es lohnt sich, nach dem Angebot zu fragen, damit Sie alles nutzen können, was Ihnen hilft.", "src_context": "Also a lot of employers have various underutilized employee support services. These can range from counseling help, legal insurance, to discounts and coupons.", "src_sent": "It is worth asking what they have so you can take advantage of anything that helps."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "- Schließen Sie das Ladegerät (nicht im Lieferumfang enthalten) an eine Steckdose an, und schließen Sie dann Ihren eReader an das Ladegerät an. Halten Sie die Einschalttaste gedrückt, bis sich die Betriebsanzeige in der oberen rechten Ecke Ihres eReaders ausschaltet.", "hyp_sent": "Wenn Ihr eReader ausgeschaltet ist, sehen Sie den Bildschirm \"Ausgeschaltet\".", "src_context": "- Plug the wall charger (not included) to a power outlet, and then connect your eReader to the wall charger. Press and hold the power button until the power light on the top-right corner of your eReader turns off.", "src_sent": "You'll see a 'Powered off' screen when your eReader is turned off."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Durch die extremen Schäden, die der Sturm Arwen am 26. und 27. November anrichtete, waren mehr als 100 000 Haushalte von der Stromversorgung abgeschnitten. Nur 11 Tage später, am 7. Dezember, unterbrach der Sturm Barra die Versorgung von rund 10 000 Haushalten.", "hyp_sent": "Der STV-Wettermoderator Philip Petrie sagte, es sei fast das dritte Unwetter in Folge.", "src_context": "More than 100,000 homes had their power cut off by the extreme damage wrought by Storm Arwen on November 26 and 27. Storm Barra disrupted supplies to around 10,000 just 11 days later on December 7.", "src_sent": "STV weather presenter Philip Petrie said it was very nearly three in a row."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Nicht so gut, OP, ich habe herausgefunden, dass ich Diabetes habe, also muss ich weniger Kohlenhydrate essen.\" Zu ihrer kleinen Anerkennung sei gesagt, dass sie Blumenkohlreis statt normalem Reis gegessen hat.", "hyp_sent": "Da ich aus dem Mittleren Westen stamme und immer nett zu PJ war, sagte ich ihr, dass es mir leid täte, dass es mir leid täte, und was ist mit dem Projekt, an dem wir beide arbeiten?", "src_context": "“Not so good, OP, I found out I have diabetes, so I have to eat fewer carbs.” To her slight credit, the lunch had cauliflower rice instead of regular.", "src_sent": "I am a Midwesterner, and have always been nice to PJ’s face, so I told her I was sorry, that sucked, what about this project we’re both on?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn Sie eine Quittung benötigen, schicken Sie uns bitte eine Nachricht, damit wir Ihnen eine per E-Mail zusenden können. Wenn Sie eine Quittung für die Mehrwertsteuer benötigen, setzen Sie sich bitte mit uns in Verbindung, und wir können Ihnen eine per E-Mail zusenden.", "hyp_sent": "Q. Ich habe eine Weile auf meine Bestellung gewartet und sie ist nicht angekommen.", "src_context": "If you require a receipt, please send us a message and we can have one emailed over. If you require a VAT receipt, please contact us and we can email one over.", "src_sent": "Q. I have been waiting a while for my order and it hasn’t arrived."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gegen Aufpreis sind auch internationale Lieferungen am nächsten Tag per FEDEX Global Express möglich. Dies ist nur auf Kostenvoranschlagsbasis möglich, und Sie müssen uns Ihre Adresse mitteilen, um einen Kostenvoranschlag zu erhalten.", "hyp_sent": "Die maximale Entschädigungssumme für diesen Service beträgt $1000 Verkaufsbedingungen.", "src_context": "Also available at extra cost if required is next day international deliveries by FEDEX global express. This is on a quote only basis and you need to supply us with your address for a quotation.", "src_sent": "The maximum compensation level on this service is $1000 Terms of Sale."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wir hinterlassen immer eine Rückmeldung für unsere Kunden, nachdem wir selbst eine Rückmeldung für einen Artikel erhalten haben, da uns dies zeigt, dass der gekaufte Artikel erhalten wurde und der Kunde mit ihm zufrieden ist. Wenn Sie jedoch in irgendeiner Weise nicht zufrieden sind, lassen Sie es uns bitte wissen, bevor Sie eine Rückmeldung hinterlassen, damit wir versuchen können, alle Probleme zu beheben.", "hyp_sent": "Supergroße Bilder & kostenloses Bild-Hosting", "src_context": "We always leave feedback for our customers after we have received feedback ourselves for an item, as this lets us know that the item purchased has been received and that the customer is happy with it. If, however, you are not satisfied in any way, please let us know before leaving feedback so that we can try to rectify any issues", "src_sent": "Get Supersized Images & Free Image Hosting"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Der zugewiesene Fahrer ist nie aufgetaucht. Wir haben seine Zuweisung aufgehoben und das System sucht nun nach einem neuen Fahrer.", "hyp_sent": "Bitte geben Sie ihm noch 15 Minuten, bis er da ist.", "src_context": "The rider assigned never showed up. We have unassigned him and the system is now looking for a new rider.", "src_sent": "Kindly give it 15 more minutes to get there."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "- Schließen Sie das Ladegerät (nicht im Lieferumfang enthalten) an eine Steckdose an, und schließen Sie dann Ihren eReader an das Ladegerät an. Halten Sie die Einschalttaste gedrückt, bis sich die Betriebsanzeige in der oberen rechten Ecke des eReaders ausschaltet.", "hyp_sent": "Wenn Ihr eReader ausgeschaltet ist, sehen Sie den Bildschirm \"Ausgeschaltet\".", "src_context": "- Plug the wall charger (not included) to a power outlet, and then connect your eReader to the wall charger. Press and hold the power button until the power light on the top-right corner of your eReader turns off.", "src_sent": "You'll see a 'Powered off' screen when your eReader is turned off."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Für das Gebiet gilt bis Sonntagmorgen eine Wintersturmwarnung. Der Nationale Wetterdienst sagt, dass in Gebieten oberhalb von 610 Metern (2.000 Fuß) 38 Zentimeter (12 bis 15 Zoll) Schnee möglich sind. \"Wir hatten einen späten Start in die Saison, und jetzt sind wir von praktisch keinem Schnee zu einem riesigen Schneesturm übergegangen.", "hyp_sent": "Die Leute haben sich aufgeregt\", sagte DeBerry.", "src_context": "The area is under a winter storm warning until Sunday morning, with the National Weather Service saying 12 to 15 inches (38 centimeters) of snow is possible for areas above 2,000 feet (610 meters). \"We've had a late start to the season and now we've gone from virtually no snow to a giant snow storm.", "src_sent": "People got excited,\" DeBerry said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Sie müssen die Tracking-Nummern angeben, sobald Sie den Artikel an uns zurückschicken. WENN das PRODUKT BESCHÄDIGT ist oder TAGS ENTFERNT oder von Ihnen GEBRAUCHT oder GEARBEITET wurden, dann ist die RÜCKGABE UNGÜLTIG.", "hyp_sent": "Die im Land des Käufers anfallenden Rückgabegebühren sind vom Käufer zu tragen.", "src_context": "You must furnish tracking numbers once you ship the item back to us. IF the PRODUCT is DAMAGED or TAGS ARE REMOVED or USED Or WORN by you, then the RETURN IS INVALID.", "src_sent": "Return Duty in the Buyer's country if levied has to be paid by the buyer."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Unsere Priorität ist es, 100% Kundenzufriedenheit zu erreichen und sicherzustellen, dass Sie ein tolles Einkaufserlebnis haben. Sie können sich sicher fühlen, uns zu vertrauen und kontaktieren Sie uns bitte, wenn Sie Fragen oder Kommentare haben.", "hyp_sent": "Wir nehmen das Feedback, das Sie hinterlassen, mit größter Bedeutung.", "src_context": "“Our priority is to have 100% customer satisfaction and ensure that you have a great shopping experience. You can feel safe to trust us and please contact us should you have any question or comment.", "src_sent": "We take the feedback you leave with utmost importance."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die Artikel müssen innerhalb von 30 Tagen nach Erhalt zurückgeschickt werden. Wenn der Artikel fehlerhaft ist oder wir den falschen Artikel geschickt haben, übernehmen wir die Kosten für die Rücksendung des Artikels.", "hyp_sent": "Am einfachsten ist es, wenn Sie über eBbay einen Rückgabeantrag stellen.", "src_context": "Items must be returned within 30 days of receipt. If the item has arrived faulty or we have sent the wrong item, then we shall pay for the return of the item.", "src_sent": "The easiest way would be to open a returns request via eBbay."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gestern hat CoinMarket Cap eine Warnung auf der Seite von EverGrow veröffentlicht, die bestätigt, dass der Datenfehler behoben wurde. Der Preis hat sich nun stabilisiert, und Anzeichen eines erneuten Vertrauens verzeichneten einen Anstieg von 22% gegenüber den jüngsten Tiefstständen.", "hyp_sent": "EverGrow bleibt jedoch immer noch deutlich unter den Höchstständen, die vor diesem Fehler erreicht wurden.", "src_context": "Yesterday, CoinMarket Cap placed an alert on EverGrow's page, confirming that the data error had been fixed. The price has now stabilised, and signs of returning confidence saw an increase of 22% from the recent lows.", "src_sent": "However, EverGrow still remains well below the highs achieved before this error."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Bitte verwenden Sie die Funktion „In den Warenkorb“, um Ihre Bestellung zu kombinieren, dann zur Kasse zu gehen und wie gewohnt zu bezahlen. Überschüssige Versandkosten werden wir dann beim Versand zurückerstatten.", "hyp_sent": "Wenn Sie im Voraus wissen möchten, wie der Versand aussehen wird, senden Sie uns bitte eine Nachricht, in der Sie angeben, welche Artikel und Größen Sie möchten und in welches Land sie versendet werden sollen.", "src_context": "Please use the “add to basket” function to combine your order, then checkout and pay as normal. We will then refund any excess shipping when we dispatch.", "src_sent": "If you would like to know upfront what the shipping will be, please send us a message stating which items and sizes you would like and the country they are to be shipped to."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Im Moment scheinen wir keine weiteren Stücke zu haben, ich werde überprüfen, wann wir mehr erwarten. Es sieht leider nicht so aus, als gäbe es Zukunftspläne für die Herstellung der einzelnen Abschnitte.", "hyp_sent": "Gibt es noch etwas, bei dem ich bitte helfen kann?", "src_context": "At the moment it appears we have no further pieces, I will check to see when we are expecting more. It doesn't look like there are any future plans to manufacture the single sections regrettably", "src_sent": "Is there anything else I can help with please?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wie kommt es, dass wir den Haupt-Shuttlebay nie gesehen haben? Es befand sich unterhalb der Hauptbrücke auf den Decks 3 & 4 und sollte vermutlich eine riesige Anlage sein.", "hyp_sent": "Anstatt dorthin zu fahren, unternahm die Brückencrew eine Turbolift-Fahrt direkt daran vorbei bis hinunter zu Deck 13.", "src_context": "How come we never saw the main shuttlebay? It was located below the main bridge on decks 3&4 and would presumably be a massive facility.", "src_sent": "Instead of going there, the bridge crew would take a turbolift ride right past it all the way down to deck 13."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Unsere geballte Kombination aus Engagement und Fachwissen kommt unseren Kunden zugute. Norton hat die Konkurrenz in vielen seriösen Kopf-an-Kopf-Tests übertroffen, und nur Norton hat 34 Mal den PC Magazine Editors' Choice Award gewonnen, davon 11 Jahre in Folge - mehr als jedes andere Sicherheitsunternehmen.", "hyp_sent": "Was bedeutet das für dich?", "src_context": "Our concentrated combination of dedication and expertise benefits our customers. Norton has been outperforming the competition in many reputable head-to-head tests, and only Norton has won the PC Magazine Editors’ Choice Award 34 times, including 11 years in a row – more than any other security company.", "src_sent": "What does that mean for you?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Dies wurde eingestellt und wird daher nicht wieder auf Lager sein. Wir entschuldigen uns. Die Hose eines Diebes fällt runter, als er versucht zu fliehen.", "hyp_sent": "Um zu beachten, dass ich das nicht miterlebt habe.", "src_context": "This has been discontinued so will not be returning to stock, we do apologize. A Thief’s Pants Falls Down As He Attempts To Flee.", "src_sent": "So to note, I didn’t witness this."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "„Dies ist eine der Zeiten, in denen wir keine Demokraten oder Republikaner sind.“ Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, wenn klar sei, dass er lokalen Rettungsmaßnahmen nicht im Wege stehen würde.", "hyp_sent": "„Ich habe vor zu gehen“, sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Unsere geballte Kombination aus Engagement und Fachwissen kommt unseren Kunden zugute. Norton hat die Konkurrenz in vielen seriösen Kopf-an-Kopf-Tests übertroffen, und nur Norton hat 34 Mal den PC Magazine Editors' Choice Award gewonnen, davon 11 Jahre in Folge - mehr als jedes andere Sicherheitsunternehmen.", "hyp_sent": "Was bedeutet das für dich?", "src_context": "Our concentrated combination of dedication and expertise benefits our customers. Norton has been outperforming the competition in many reputable head-to-head tests, and only Norton has won the PC Magazine Editors’ Choice Award 34 times, including 11 years in a row – more than any other security company.", "src_sent": "What does that mean for you?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin von Arizona, Wendy Rogers, bezeichnete am Sonntag die neuseeländische Premierministerin Jacinda Ardern als „Lenin with Hair“ und warnte vor dem Kommunismus in den Vereinigten Staaten. Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie in einem Tweet, den sie zusammen mit einem kurzen Clip des Premierministers veröffentlichte, auf den sowjetischen Führer Wladimir Lenin verwies.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wir kombinieren den Versand auf Bestellungen für denselben Kunden. Bitte wählen Sie alle Fotos aus, die Sie möchten, und wenn Sie fertig sind, überprüfen Sie nur einmal, um automatisch den ermäßigten Porto-Preis zu erhalten.", "hyp_sent": "Bitte beachten Sie, dass unsere großen Fotografien in Postrohren verpackt werden.", "src_context": "We will combine shipping on orders for the same customer. Please choose all of the photographs you would like and, once finished, check out only once to automatically receive the discounted postage rate.", "src_sent": "International buyers please note: our large photographs are sent rolled in postal tubes."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Kann mit dem Snugpak Exanda Panel verwendet werden, um einen breiteren Schlafsack für mehr Komfort herzustellen. Dieser Schlafsack kann extra lang gemacht werden.", "hyp_sent": "Einmaliger Schlafsack mit einer Schicht Softie-Isolierung.", "src_context": "Can be used with the Snugpak Exanda Panel to make a wider sleeping bag for more comfort. This sleeping bag can be made extra long.", "src_sent": "Single profiled sleeping bag with one layer of softie insulation."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Im Moment scheint es, dass wir keine weiteren Teile haben, ich werde überprüfen, wann wir mehr erwarten. Es sieht nicht so aus, als ob es in Zukunft Pläne für die Herstellung der einzelnen Abschnitte gibt.", "hyp_sent": "Gibt es noch etwas, bei dem ich helfen kann?", "src_context": "At the moment it appears we have no further pieces, I will check to see when we are expecting more. It doesn't look like there are any future plans to manufacture the single sections regrettably", "src_sent": "Is there anything else I can help with please?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Diese beiden Shuttlebays waren mit einem Full-Size-Studio-Set vertreten, das Full-Size-Shuttlecraft-Sets beherbergen konnte. Ich habe es immer geliebt, wenn Episoden die Zwillings-Shuttlebays auf der Rückseite des Mittelabschnitts, des Halses oder wie auch immer Sie es nennen möchten, zeigen.", "hyp_sent": "Wie kommt es, dass wir den Shuttlebay nie gesehen haben?", "src_context": "These two shuttlebays were represented by a full-size studio set that could house full-size shuttlecraft sets. I always loved it when episodes would showcase the twin shuttlebays at the back of the mid-section, neck, or whatever you want to call it.", "src_sent": "How come we never saw the main shuttlebay?"}, {"score_diff": 25, "doc_score": 70, "sent_score": 95, "hyp_context": "Danach löschen Sie bitte Ihre Autorisierung. 1) Entsperren Sie Ihren Ereader", "hyp_sent": "Schalten Sie Ihren eReader ein.", "src_context": "After that, please delete your authorization 1) Deauthorize your Ereader", "src_sent": "Turn on your eReader."}, {"score_diff": 25, "doc_score": 70, "sent_score": 95, "hyp_context": "Nach Angaben des Wirtschaftsministeriums exportierte Russland in diesem Jahr hauptsächlich Mineralprodukte, Edelsteine und Metalle in die Vereinigten Arabischen Emirate, während russische Importe aus dem arabischen Land Maschinen, Ausrüstung und Fahrzeuge umfassten. Boris Johnson im Streit mit Tory-Abgeordneten", "hyp_sent": "Boris Johnson gilt seit langem als König der Comebacks.", "src_context": "According to the Ministry of Economics, this year Russia mainly exported mineral products, precious stones and metals to the UAE, while Russian imports from the Arab country included machinery, equipment and vehicles. Boris Johnson teeters on edge of favour with Tory MPs", "src_sent": "Boris Johnson has long been considered a king of comebacks."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "-Hergestellt als schmackhafte und leicht zu fütternde 2mm-Pellets. Kann an alle Hunde unabhängig von Alter, Größe oder Trainingsniveau verfüttert werden.", "hyp_sent": "Für die weitere Unterstützung wird empfohlen, die gemeinsame Hilfe täglich zu füttern.", "src_context": "-Manufactured as palatable and easy-to-feed 2mm pellets. -Can be fed to all dogs regardless of age, size or level of exercise.​", "src_sent": "-For continued support, Joint Aid is recommended to be fed on a daily basis."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Was auch immer gebraucht wird. Was auch immer benötigt wird, die Bundesregierung wird es liefern“, sagte Biden.", "hyp_sent": "Er werde die Erholung des Sturms weiterhin genau beobachten und alles tun, was die Bundesregierung brauche.", "src_context": "Whatever is needed. Whatever is needed, the federal government is going to supply it,\" Biden said.", "src_sent": "He said he would continue to monitor the storm recovery closely and do whatever was needed by the federal government."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Der einfachste Weg wäre, den Artikel für eine Rückerstattung über Ebay-Retouren zurückzugeben und dann einfach die gewünschte Größe oder Farbe bei uns zu kaufen. Alle Rücksendungen liegen in der Verantwortung des Absenders, bis sie bei uns ankommen.", "hyp_sent": "Bitte erhalten Sie einen Nachweis über das Porto vom Postbeamten", "src_context": "The easiest way would be to return the item for a refund via Ebay returns, and then simply purchase the size or colour required back from us. ALL RETURNS ARE THE RESPONSIBILITY OF THE SENDER UNTIL THEY ARRIVE TO US", "src_sent": "Please obtain Proof Of Postage from the Post Office Clerk"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Da wir keine Lagerbestände haben, werden alle Artikel auf Bestellung hergestellt, hier unter #URL# an uns geliefert und dann an Sie selbst versandt. Deshalb bitten wir Sie, diese Vorlaufzeiten bitte zuzulassen.", "hyp_sent": "Die Vorlaufzeit ist der Zeitpunkt, an dem die nächste Charge ankommt.", "src_context": "As we do not carry stock then all items are made to order, shipped on to us here at #URL# and then sent onto yourselves. That is why we ask that you allow these lead times please.", "src_sent": "The lead time showing is when the next batch is due to arrive."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Auf diese Weise können Sie das Buch Ihrer Wahl direkt kaufen. Wäre das in Ordnung?", "hyp_sent": "Sind Sie dabei?", "src_context": "that way you can buy the book of your choice immedialtrely. would that be okay", "src_sent": "are you there?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin von Arizona, Wendy Rogers, bezeichnete am Sonntag Neuseelands Premierministerin Jacinda Ardern als „Lenin mit Haaren“ und warnte vor dem Kommunismus in den USA. Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie sich in einem Tweet, den sie zusammen mit einem kurzen Clip des Premierministers veröffentlichte, auf den sowjetischen Führer Wladimir Lenin bezog.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gestern hat CoinMarket Cap auf der Seite von EverGrow einen Alarm ausgelöst und bestätigt, dass der Datenfehler behoben wurde. Der Preis hat sich inzwischen stabilisiert, und Anzeichen für eine Rückkehr des Vertrauens verzeichneten einen Anstieg von 22% gegenüber den jüngsten Tiefstständen.", "hyp_sent": "EverGrow bleibt jedoch immer noch deutlich unter den Höchstständen, die vor diesem Fehler erreicht wurden.", "src_context": "Yesterday, CoinMarket Cap placed an alert on EverGrow's page, confirming that the data error had been fixed. The price has now stabilised, and signs of returning confidence saw an increase of 22% from the recent lows.", "src_sent": "However, EverGrow still remains well below the highs achieved before this error."}, {"score_diff": 25, "doc_score": 70, "sent_score": 95, "hyp_context": "Vielen Dank für die Informationen. Ich werde mehr als glücklich sein, Ihnen zu helfen.", "hyp_sent": "Ich werde Ihr Konto überprüfen, einen Moment, bitte.", "src_context": "Thank you for the information. I will be more than happy to assist you.", "src_sent": "I'll review your account, one moment, please."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Zum Glück war der Typ ehrlich und anstatt zu versuchen, den höheren Preis zu berechnen, verkaufte er mir die Reifen für den Preis, den ich auf meinem Ausdruck hatte. Er sagte, weil ich den Ausdruck hatte, musste er mir die Reifen zum Ausdruckspreis verkaufen.", "hyp_sent": "Er war auch gnädig.", "src_context": "Luckily, the guy was honest and rather than trying to charge the higher price, he sold me the tires for the price I had on my printout. He said that because I had the printout, he had to sell me the tires at the printout price.", "src_sent": "He was gracious about it too."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "„Dies ist einer jener Zeiten, in denen wir keine Demokraten oder Republikaner sind“. Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, wenn klar sei, dass er den lokalen Rettungsbemühungen nicht im Weg stehen würde.", "hyp_sent": "„Ich habe vor zu gehen“, sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Frank DeBerry, der Präsident und CEO des Resorts, sagte, dass alle sechs Männer die Bergaufreisepässe des Skigebiets hielten, was bedeutet, dass sie bei der Skipatrouille registriert waren, an einer Orientierung teilnahmen, wie und wo sie auf das Skilaufen im Hinterland durch das Eigentum des Resorts zugreifen konnten und die Schneebedingungen vor ihrem Ausflug überprüfen mussten. \"Skifahrer können beliebig im Nationalwald reisen, wo immer sie wollen.", "hyp_sent": "Sie waren in den Wald gegangen, endeten aber wieder in Grenzen (des Resorts), wo diese Rutsche stattfand \", sagte DeBerry.", "src_context": "Frank DeBerry, the resort's president and CEO, said all six men held the ski resort's uphill travel passes, which means they were registered with ski patrol, participated in an orientation on how and where to access backcountry skiing through the resort's property and were required to check snow conditions prior to their excursion. \"Skiers can travel at will wherever they want in the national forest.", "src_sent": "They had gone out into the forest but ended up back in bounds (of the resort) where this slide occurred,\" DeBerry said"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Sie müssen Nachverfolgungsnummern bereitstellen, sobald Sie den Artikel an uns zurückgeschickt haben. WENN das PRODUKT BESCHÄDIGT IST oder TAGS von Ihnen ENTFERNT oder VERWENDET oder GETRAGEN WERDEN, IST DIE RÜCKSENDUNG UNGÜLTIG.", "hyp_sent": "Rückgabepflicht im Land des Käufers, wenn diese vom Käufer zu entrichten ist.", "src_context": "You must furnish tracking numbers once you ship the item back to us. IF the PRODUCT is DAMAGED or TAGS ARE REMOVED or USED Or WORN by you, then the RETURN IS INVALID.", "src_sent": "Return Duty in the Buyer's country if levied has to be paid by the buyer."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Unsere Priorität ist es, 100% Kundenzufriedenheit zu haben und sicherzustellen, dass Sie ein großartiges Einkaufserlebnis haben. Sie können sich sicher fühlen, uns zu vertrauen und kontaktieren Sie uns bitte, wenn Sie Fragen oder Kommentare haben.", "hyp_sent": "Wir nehmen das Feedback, das Sie hinterlassen, mit größter Bedeutung.", "src_context": "“Our priority is to have 100% customer satisfaction and ensure that you have a great shopping experience. You can feel safe to trust us and please contact us should you have any question or comment.", "src_sent": "We take the feedback you leave with utmost importance."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "so können Sie das Buch Ihrer Wahl sofort kaufen. wäre das okay", "hyp_sent": "Bist du da?", "src_context": "that way you can buy the book of your choice immedialtrely. would that be okay", "src_sent": "are you there?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin Wendy Rogers aus Arizona nannte Neuseelands Premierministerin Jacinda Ardern am Sonntag „Lenin mit Haaren“ und warnte vor dem Kommunismus in den USA. Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie sich in einem Tweet, den sie zusammen mit einem kurzen Clip des Premierministers veröffentlichte, auf den sowjetischen Führer Wladimir Lenin bezog.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Verlängerungsrohre sind Metallrohre mit einer hinteren Linsenhalterung an einem Ende und einer Kamerakörperhalterung am anderen Ende. Das Verlängerungsrohr-Set hat keinen Einfluss auf die Bildqualität, da sich keine Optik im Inneren befindet.", "hyp_sent": "Kein elektronischer Kontakt und Autofokus kann nicht durchgeführt werden.", "src_context": "Extension tubes are metal tubes with a rear-lens mount at one end and a camera-body mount at the other end. The extension tube set does not affect image quality as there is no optics inside.", "src_sent": "No electronic contact and auto focus cannot be performed."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die technologische Entwicklung ist derzeit abgeschlossen, und es wird erwartet, dass es einige Zeit dauert, bis sie kommerziell umgesetzt werden kann. POSTECH gab am 10. August bekannt, dass ein Forschungsteam unter der Leitung von Professor Lee Jungwook von der Fakultät für Chemische Technik molekulardiagnostische Technologie entwickelt hat, die die Omicron-Variante in nur 20-30 Minuten erkennen kann und die Ergebnisse online veröffentlichen wird.", "hyp_sent": "Omicron ist eine Variante, bei der 26-32 Mutationen im Ätzchen auftreten, die dazu dienen, Zellen mit dem COVID-19-Virus zu infizieren.", "src_context": "The technology development has been currently completed, and it is expected to take time for commercialization. POSTECH announced on the 10th that a research team led by Professor Lee Jung-wook of the Department of Chemical Engineering has developed molecular diagnostic technology that can detect the Omicron variant in just 20-30 minutes and will publish the results online.", "src_sent": "Omicron is a variant in which 26-32 mutations in the spike, which is used to infect cells by the COVID-19 virus."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Für Europa beträgt die Lieferzeit für die meisten Bestellungen zwischen 3 und 5 Tagen und für den Rest der Welt zwischen 5 und 7 Tagen. Danach können wir keine Schätzung über die Lieferzeiten abgeben, da dies von den Postdienstleistungen und -gewohnheiten der einzelnen Länder außerhalb der EU abhängt.", "hyp_sent": "Frage: Kann ich etwas gegen eine andere Größe / ein anderes Produkt eintauschen?", "src_context": "For Europe, most orders take between 3-5 days to arrive in the country and for the rest of the world 5-7 days. After that, we cannot offer an estimate on delivery times as it comes down to individual country's postal service and customs if outside of the EU.", "src_sent": "Q. Can I exchange for a different size/item?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wir hinterlassen unseren Kunden immer dann ein Feedback, wenn wir selbst eine Rückmeldung zu einem Artikel erhalten haben, denn dadurch erfahren wir, dass das gekaufte Produkt aufgenommen wurde und dass der Kunde damit zufrieden ist. Wenn Sie jedoch in irgendeiner Weise nicht zufrieden sind, lassen Sie es uns bitte wissen, bevor Sie Feedback abgeben, damit wir versuchen können, etwaige Probleme zu beheben.", "hyp_sent": "Überdimensionale Bilder & kostenloses Image Hosting", "src_context": "We always leave feedback for our customers after we have received feedback ourselves for an item, as this lets us know that the item purchased has been received and that the customer is happy with it. If, however, you are not satisfied in any way, please let us know before leaving feedback so that we can try to rectify any issues", "src_sent": "Get Supersized Images & Free Image Hosting"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Im Moment sieht es so aus, als ob wir keine weiteren Stücke haben, ich werde prüfen, wann wir weitere erwarten. Es sieht nicht so aus, als ob es irgendwelche Zukunftspläne für die Herstellung der einzelnen Teile geben würde.", "hyp_sent": "Gibt es noch etwas, bei dem ich helfen kann?", "src_context": "At the moment it appears we have no further pieces, I will check to see when we are expecting more. It doesn't look like there are any future plans to manufacture the single sections regrettably", "src_sent": "Is there anything else I can help with please?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Glücklicherweise war der Mann ehrlich und anstatt zu versuchen, den höheren Preis zu verlangen, verkaufte er mir die Reifen zu dem Preis, den ich auf meinem Ausdruck hatte. Er sagte, weil ich den Ausdruck hatte, musste er mir die Reifen zum Ausdruckspreis verkaufen.", "hyp_sent": "Er war auch gnädig darüber.", "src_context": "Luckily, the guy was honest and rather than trying to charge the higher price, he sold me the tires for the price I had on my printout. He said that because I had the printout, he had to sell me the tires at the printout price.", "src_sent": "He was gracious about it too."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Danke fürs Warten Es tut mir leid, dass Sie dieses Problem erleben, ich werde mein Bestes tun, um Ihnen zu helfen.", "hyp_sent": "Bitte lassen Sie mich wissen, was Ihr # PRS _ ORG # Modell ist", "src_context": "Thanks for waiting I am sorry that you are experiencing this issue, I will do my best to assist you.", "src_sent": "Please let me know what is your #PRS_ORG# model"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Im Rahmen der NortonLifeLock Stornierungs- und Rückerstattungsrichtlinie nach Aktivierung können Sie Ihren Vertrag kündigen und eine vollständige Rückerstattung innerhalb von 60 Tagen nach dem Kauf und für jede jährliche Erneuerung innerhalb von 60 Tagen nach der Abrechnung beantragen. Das Abonnement beginnt mit der Online-Aktivierung.", "hyp_sent": "Um den Dienst zu starten, müssen Sie ihn auf jedem Gerät herunterladen / installieren und / oder komplett einrichten.", "src_context": "Under NortonLifeLock Cancellation & Refund Policy once activated, you can cancel your contract and request a full refund within 60 days of the purchase, and for each annual renewal within 60 days of being charged. Subscription begins upon online activation.", "src_sent": "To launch the service, download/install on each device, and/or complete set-up."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Meine Enkelin ist vier, was bedeutet, dass die Hälfte ihres Lebens - ihr halbes Leben! - durch die Pandemie zerstört wurde. Seit sie sich dessen bewusst ist, kennt sie nichts anderes als Masken tragen, zwanghaftes Händewaschen und Abstand halten.", "hyp_sent": "Als ich sie sah, wusste ich mehrmals nicht, ob ich sie küssen sollte oder nicht.", "src_context": "My granddaughter is four which means that half her life - half her life! - has been blighted by the pandemic. Since she became properly aware she has known nothing but mask wearing, obsessive hand washing and keeping your distance.", "src_sent": "On several occasions (through various lockdowns) when I saw her I didn't know if I should kiss her or not."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Frank DeBerry, der Präsident und Geschäftsführer des Skigebiets, sagte, dass alle sechs Männer die Bergfahrerausweise des Skigebiets besaßen, das heißt, sie waren bei der Skipatrouille angemeldet, nahmen an einer Orientierung teil, wie und wo sie das Gelände des Skigebiets zum Hinterlandskilaufen nutzen können und mussten vor ihrem Ausflug die Schneeverhältnisse überprüfen. \"Im Staatswald können Skifahrer nach Belieben reisen, wohin sie wollen.", "hyp_sent": "Sie waren in den Wald gegangen, landeten aber wieder in der Umgebung (des Resorts), wo diese Rutschung passierte \", sagte DeBerry.", "src_context": "Frank DeBerry, the resort's president and CEO, said all six men held the ski resort's uphill travel passes, which means they were registered with ski patrol, participated in an orientation on how and where to access backcountry skiing through the resort's property and were required to check snow conditions prior to their excursion. \"Skiers can travel at will wherever they want in the national forest.", "src_sent": "They had gone out into the forest but ended up back in bounds (of the resort) where this slide occurred,\" DeBerry said"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Im Juli setzte sich Rogers für die Dezertifizierung der Wahl ein und startete zuvor eine Petition, die nach ihren Angaben 663.000 Unterschriften gesammelt hatte. \"Die Dinge nehmen richtig Fahrt auf!", "hyp_sent": "Kommen wir zu 1 Million ASAP.", "src_context": "In July, Rogers campaigned for the election to be decertified and previously launched a petition that she claimed gained 663,000 signatures. \"Things are really taking off!", "src_sent": "Let's get to 1 million ASAP."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gestern hat CoinMarket Cap eine Warnung auf der Seite von EverGrow platziert und bestätigt, dass der Datenfehler behoben wurde. Der Preis hat sich nun stabilisiert und Anzeichen für eine Rückkehr des Vertrauens zeigten einen Anstieg von 22% gegenüber den jüngsten Tiefstständen.", "hyp_sent": "EverGrow bleibt jedoch immer noch deutlich unter den Höchstständen, die vor diesem Fehler erreicht wurden.", "src_context": "Yesterday, CoinMarket Cap placed an alert on EverGrow's page, confirming that the data error had been fixed. The price has now stabilised, and signs of returning confidence saw an increase of 22% from the recent lows.", "src_sent": "However, EverGrow still remains well below the highs achieved before this error."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn Sie eine Quittung benötigen, senden Sie uns bitte eine Nachricht und wir können eine per E-Mail zusenden. Wenn Sie eine Mehrwertsteuerquittung benötigen, kontaktieren Sie uns bitte und wir können Ihnen eine per E-Mail senden.", "hyp_sent": "F. Ich habe eine Weile auf meine Bestellung gewartet und sie ist nicht angekommen.", "src_context": "If you require a receipt, please send us a message and we can have one emailed over. If you require a VAT receipt, please contact us and we can email one over.", "src_sent": "Q. I have been waiting a while for my order and it hasn’t arrived."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Instrumente von Haryali London haben eine lebenslange Garantie auf Material- und Verarbeitungsfehler. Jedes Produkt, das sich als fehlerhaft erweist, wird kostenlos repariert oder ersetzt.", "hyp_sent": "Wir garantieren gegen Bruch, Verbindungsbruch und Korrosion bei normalem Gebrauch.", "src_context": "Haryali London instruments have a life time warranty against defects in materials and workmanship. Any product which proves to be defective will be repaired or replaced free of charge.", "src_sent": "We guarantee against breakage, joint failure, and corrosion under normal use."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn es um den Kauf hochwertiger Ausrüstung geht, muss ein Schlafsack ganz oben auf der Liste stehen. An Ausrüstung kann man zwar sparen, aber nicht an einem Schlafsack.", "hyp_sent": "Beim Campen oder auf Expeditionen verbringen Sie viel Zeit im Schlaf, und mit Snugpak können Sie sich auf Qualität verlassen.", "src_context": "When it comes to buying quality gear, a sleeping bag needs to be first on the list. You can scrimp on all manner of kit but not on a sleeping bag.", "src_sent": "A lot of your time when out camping or expeditions will be spent in your sleeping and with Snugpak you are assured quality."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wir haben in unserem Werk in West Yorkshire im Norden Englands engagierte Mitarbeiter, die darin geschult sind, hochmoderne Maschinen und traditionelle Nähtechniken einzusetzen, um unsere Ideen zum Leben zu erwecken. Contact Left Limited ist ein offizieller Lieferant von Snugpak und führt eine große Auswahl an Kits in unserem EBAY-Shop.", "hyp_sent": "Contact Left LTD ist ein führender Anbieter von Kits für die Streitkräfte und die Nahschutzbranche", "src_context": "We have a dedicated workforce at our West Yorkshire factory in the North of England who are trained to use state-of-the-art machinery and traditional sewing techniques to bring our ideas to life. Contact Left Limited is an official supplier for Snugpak and carries a large range of their kit in our EBAY shop.", "src_sent": "Contact Left LTD is a leading supplier of kit to the Armed Forces and Close Protection Industry"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wie kommt es, dass wir nie die Haupt-Shuttlebucht gesehen haben? Es befand sich unterhalb der Hauptbrücke auf den Decks 3 und 4 und würde vermutlich eine riesige Einrichtung sein.", "hyp_sent": "Anstatt dorthin zu fahren, würde die Brückencrew mit einem Turbolift direkt daran vorbei bis hinunter zu Deck 13 fahren.", "src_context": "How come we never saw the main shuttlebay? It was located below the main bridge on decks 3&4 and would presumably be a massive facility.", "src_sent": "Instead of going there, the bridge crew would take a turbolift ride right past it all the way down to deck 13."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Zum Glück war der Typ ehrlich und anstatt zu versuchen, den höheren Preis zu verlangen, verkaufte er mir die Reifen zu dem Preis, den ich auf meinem Ausdruck hatte. Er sagte, weil ich den Ausdruck habe, müsse er mir die Reifen zum Ausdruckpreis verkaufen.", "hyp_sent": "Er war auch gnädig.", "src_context": "Luckily, the guy was honest and rather than trying to charge the higher price, he sold me the tires for the price I had on my printout. He said that because I had the printout, he had to sell me the tires at the printout price.", "src_sent": "He was gracious about it too."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Dies ist eine dieser Zeiten, in denen wir keine Demokraten oder Republikaner sind.\" Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, wenn klar sei, dass er den örtlichen Rettungsbemühungen nicht im Wege stehen werde.", "hyp_sent": "„Ich habe vor zu gehen“, sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin aus Arizona, Wendy Rogers, nannte Neuseelands Premierministerin Jacinda Ardern am Sonntag „Lenin mit Haaren“ und warnte vor dem Kommunismus in den Vereinigten Staaten. Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie sich in einem Tweet, den sie zusammen mit einem kurzen Clip des Premierministers veröffentlichte, auf den sowjetischen Führer Wladimir Lenin bezog.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Zum Glück war der Typ ehrlich und anstatt zu versuchen einen höheren Preis zu verlangen, verkaufte er mir die Reifen zu dem Preis, der auf meinem Ausdruck angegeben war. Er meinte, da ich den Ausdruck habe, müsste er mir die Reifen zum Ausdruckpreis verkaufen.", "hyp_sent": "Er war diesbezüglich auch sehr gnädig.", "src_context": "Luckily, the guy was honest and rather than trying to charge the higher price, he sold me the tires for the price I had on my printout. He said that because I had the printout, he had to sell me the tires at the printout price.", "src_sent": "He was gracious about it too."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Da wir keinen Lagerbestand haben, werden sämtliche Artikel auf Bestellung hergestellt, hier unter #URL# an uns versandt und dann an Sie selbst gesendet. Wir bitten Sie daher um Berücksichtigung dieser Vorlaufzeiten.", "hyp_sent": "Die angezeigte Lieferzeit zeigt an, zu welcher Zeit die nächste Artikellieferung erwartet wird.", "src_context": "As we do not carry stock then all items are made to order, shipped on to us here at #URL# and then sent onto yourselves. That is why we ask that you allow these lead times please.", "src_sent": "The lead time showing is when the next batch is due to arrive."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Frustriert, aber noch nicht bereit, die Tierschutzbehörde oder sonst etwas anzurufen, schmiedete ich einen Plan. Ich habe einen sehr schönen tragbaren Lautsprecher gekauft, der *laut* ist.", "hyp_sent": "Wie gesagt, ich habe gespart und darin investiert.", "src_context": "Frustrated but not willing to call animal control or anything yet, I hatched a plan. I bought a very nice portable speaker that is *loud*.", "src_sent": "Like, I saved and invested in this."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "„Ich habe mir Lestat als den Mann der Tat vorgestellt, den Mann, der Dinge tun kann, die ich nicht tun konnte“, sagte Rice 2010 in einem Vortrag an der Southern Illinois University. 1994 kam aus „Interview with the Vampire“ ein erfolgreicher Spielfilm zustande, der dazu beitrug, das Interesse am Vampirgenre neu zu entfachen, das mit der TV-Serie „The Vampire Diaries“ und der Filmreihe „Twilight“ ihre Fortsetzung fand.", "hyp_sent": "Obwohl sie den Großteil ihres Lebens in Kalifornien lebte, war Rice gebürtige New Orleans-Schaustellerin und hat viele ihrer Geschichten dort erzählt, heißt es auf ihrer Website im Biographietext.", "src_context": "\"I had an idea of Lestat as the man of action, the man who could do things that I couldn't do,\" Rice said in a talk at Southern Illinois University in 2010. \"Interview with the Vampire\" was made into a successful feature film in 1994, helping to reignite interest in the vampire genre which continued with the TV series \"The Vampire Diaries\" and the \"Twilight\" film series.", "src_sent": "Although she lived most of her life in California, Rice was a native of New Orleans and set many of her stories there, according to her website biography."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Herr Bhattacharya sagte, die Anti-CAA-Agitation werde erneut eine pannordostbezogene Bewegung wie im Jahr 2019 sein. Der Sänger und Musikkomponist Zubeen Garg, der bei den Protesten von 2019 eine führende Rolle übernommen hatte, zollte bei dem von der AASU organisierten Programm ebenfalls seine Ehrung.", "hyp_sent": "„Wir werden die CAA nicht akzeptieren, das steht fest.“", "src_context": "Mr Bhattacharya said the anti-CAA agitation will once again be a pan-Northeast one like in 2019. Singer-music composer Zubeen Garg, who had taken a leading role in the 2019 protests, also paid his tributes at the programme organised by the AASU.", "src_sent": "\"We won't accept the CAA and that is for sure."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gestern hat CoinMarket Cap eine Warnung auf der Seite von EverGrow platziert und bestätigt, dass der Datenfehler behoben wurde. Der Preis hat sich nun stabilisiert und Anzeichen für eine Rückkehr des Vertrauens zeigten einen Anstieg von 22 % gegenüber den jüngsten Tiefstständen.", "hyp_sent": "EverGrow bleibt jedoch immer noch deutlich unter den Höchstständen, die vor diesem Fehler erreicht wurden.", "src_context": "Yesterday, CoinMarket Cap placed an alert on EverGrow's page, confirming that the data error had been fixed. The price has now stabilised, and signs of returning confidence saw an increase of 22% from the recent lows.", "src_sent": "However, EverGrow still remains well below the highs achieved before this error."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wir werden den Versand für Bestellungen für denselben Kunden kombinieren. Bitte wählen Sie alle gewünschten Fotos aus und gehen Sie nach Fertigstellung nur einmal zur Kasse, um automatisch den ermäßigten Versandpreis zu erhalten.", "hyp_sent": "Bitte beachten Sie für internationale Käufer: Unsere großen Fotografien werden gerollt in Postrollen verschickt.", "src_context": "We will combine shipping on orders for the same customer. Please choose all of the photographs you would like and, once finished, check out only once to automatically receive the discounted postage rate.", "src_sent": "International buyers please note: our large photographs are sent rolled in postal tubes."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "„Nicht so gut, OP, ich habe herausgefunden, dass ich Diabetes habe, also muss ich weniger Kohlenhydrate essen.“ Zu ihrer kleinen Anerkennung gab es zum Mittagessen Blumenkohlreis statt normalem Reis.", "hyp_sent": "Ich komme aus dem Mittleren Westen und war immer nett zu PJs Gesicht, also sagte ich ihr, dass es mir leid tut, das ist beschissen, was ist mit diesem Projekt, an dem wir beide arbeiten?", "src_context": "“Not so good, OP, I found out I have diabetes, so I have to eat fewer carbs.” To her slight credit, the lunch had cauliflower rice instead of regular.", "src_sent": "I am a Midwesterner, and have always been nice to PJ’s face, so I told her I was sorry, that sucked, what about this project we’re both on?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wenn es um den Kauf hochwertiger Ausrüstung geht, muss ein Schlafsack ganz oben auf der Liste stehen. An allen möglichen Ausrüstungsgegenständen kann man zwar sparen, aber nicht an einem Schlafsack.", "hyp_sent": "Beim Camping oder auf Expeditionen verbringen Sie einen Großteil Ihrer Zeit im Schlaf, und mit Snugpak können Sie sich auf Qualität verlassen.", "src_context": "When it comes to buying quality gear, a sleeping bag needs to be first on the list. You can scrimp on all manner of kit but not on a sleeping bag.", "src_sent": "A lot of your time when out camping or expeditions will be spent in your sleeping and with Snugpak you are assured quality."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Wie kommt es, dass wir die Haupt-Shuttlebucht nie gesehen haben? Es befand sich unterhalb der Hauptbrücke auf den Decks 3 und 4 und würde vermutlich eine riesige Einrichtung sein.", "hyp_sent": "Anstatt dorthin zu fahren, würde die Brückenbesatzung mit einem Turbolift direkt daran vorbei bis hinunter zu Deck 13 fahren.", "src_context": "How come we never saw the main shuttlebay? It was located below the main bridge on decks 3&4 and would presumably be a massive facility.", "src_sent": "Instead of going there, the bridge crew would take a turbolift ride right past it all the way down to deck 13."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Er sagte, er werde die Umweltschutzbehörde (Environmental Protection Agency) mit der Untersuchung beauftragen. „Alles, was ich weiß, ist, dass die Intensität des Wetters auf breiter Front einen gewissen Einfluss als Folge der Erwärmung des Planeten hat“, sagte Biden.", "hyp_sent": "Der Präsident lobte den Reporter, der ihn nach dem Klimawandel befragt hatte.", "src_context": "He said he would get the Environmental Protection Agency to investigate. \"All that I know is that the intensity of the weather across the board has some impact as a consequence of the warming of the planet,\" Biden said.", "src_sent": "The president praised the reporter who asked him about climate change."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "\"Dies ist eine dieser Zeiten, in denen wir keine Demokraten oder Republikaner sind.\" Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, sobald klar sei, dass er den örtlichen Rettungsbemühungen nicht im Wege stehen werde.", "hyp_sent": "„Ich habe vor zu gehen“, sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin aus Arizona, Wendy Rogers, nannte Neuseelands Premierministerin Jacinda Ardern am Sonntag „Lenin mit Haaren“ und warnte vor dem Kommunismus in den Vereinigten Staaten. Rogers schien Arderns COVID-Reaktion zu kritisieren, als sie sich in einem Tweet, den sie zusammen mit einem kurzen Clip des Premierministers veröffentlichte, auf den sowjetischen Führer Wladimir Lenin bezog.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in ihrem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "„Wir sparen tatsächlich Geld, weil wir nicht rausgehen und eine ganze Flasche Sojasauce kaufen müssen, um die asiatische Küche auszuprobieren ...“ Wahnsinn. Ich denke, dass im Konsumbereich billigere Waren mit geringeren Margen der einzige Grund dafür sind, dass irgendjemand außerhalb der Oberschicht irgendeine Art von Lohnwachstum erlebt hat.fach.", "hyp_sent": "Die Löhne sind nicht wirklich gestiegen, aber Scheiße wurde billiger.", "src_context": "\"We're actually saving money because we don't have to go out and buy a whole bottle of soy sauce to try Asian cooking...\" Madness. I think that in the consumer space, cheaper goods at lower margins is the only reason that anyone outside of the upper class has experienced any sort of wage growth.", "src_sent": "Wages didn't really go up, but shit got cheaper."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "In mehr als 100.000 Haushalten wurden infolge der extremen Schäden des Sturms Arwen am 26. und 27. November die Stromversorgung unterbrochen. Sturm Barra unterbrach die Versorgung von rund 10.000 Menschen nur elf Tage später, am 7. Dezember.", "hyp_sent": "Es sei beinahe schon drei Mal in Folge gewesen, sagte STV-Wettermoderator Philip Petrie.", "src_context": "More than 100,000 homes had their power cut off by the extreme damage wrought by Storm Arwen on November 26 and 27. Storm Barra disrupted supplies to around 10,000 just 11 days later on December 7.", "src_sent": "STV weather presenter Philip Petrie said it was very nearly three in a row."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Zum Glück war der Typ ehrlich und anstatt zu versuchen einen höheren Preis zu verlangen, verkaufte er mir die Reifen zu dem Preis, der auf meinem Ausdruck angegeben war. Er meinte, weil ich den Ausdruck habe, müsste er mir die Reifen zum Ausdruckpreis verkaufen.", "hyp_sent": "Er war diesbezüglich auch sehr gnädig.", "src_context": "Luckily, the guy was honest and rather than trying to charge the higher price, he sold me the tires for the price I had on my printout. He said that because I had the printout, he had to sell me the tires at the printout price.", "src_sent": "He was gracious about it too."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Ich kann sehen, dass die Details übereinstimmen. Es tut mir leid, aber anscheinend wurde die ursprüngliche Bestellung versehentlich verschüttet, weshalb mein Kollege eine neue Bestellung aufgeben musste.", "hyp_sent": "Die neue Bestellung lautet Bestellnummer Nr. und wird in nur 20 Minuten dort angekommen sein.", "src_context": "I can see the details match. I am sorry but it seems your original order was accidentally spilled, that is why my colleague had to make a new order.", "src_sent": "The new order is order #NUMBER# and it will be there in just 20 minutes."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Verlängerungsrohre sind Metallrohre mit einer Hinterlinsenbefestigung an einem Ende und einer Kameragehäusebefestigung an dem anderen Ende. Da sich keine Optik im Inneren befindet, beeinträchtigt das Verlängerungsrohrset die Bildqualität nicht.", "hyp_sent": "Kein elektronischer Kontakt und ein Autofokus sind nicht möglich.", "src_context": "Extension tubes are metal tubes with a rear-lens mount at one end and a camera-body mount at the other end. The extension tube set does not affect image quality as there is no optics inside.", "src_sent": "No electronic contact and auto focus cannot be performed."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Und viele Arbeitgeber haben auch mehrere kaum genutzte Unterstützungsservices für Mitarbeiter. Das reicht von Beratungsservices oder Rechtsschutzversicherung bis zu Rabatten oder Coupons.", "hyp_sent": "Fragen lohnt sich, damit Sie alles nutzen können, was weiterhilft.", "src_context": "Also a lot of employers have various underutilized employee support services. These can range from counseling help, legal insurance, to discounts and coupons.", "src_sent": "It is worth asking what they have so you can take advantage of anything that helps."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Leicht zu ihren Gunsten sei gesagt, dass ihr Mittagessen Blumenkohlreis statt normalen Reis enthielt. Ich komme aus dem Mittleren Westen und war zu PJ immer nett, also sagte ich ihr, es tue mir leid, das sei ja nervig, und wie sei es mit dem Projekt, an dem wir beide arbeiteten?", "hyp_sent": "Werde sie auch Überstunden machen, um es vor dem Gerichtstermin fertig zu bekommen?", "src_context": "To her slight credit, the lunch had cauliflower rice instead of regular. I am a Midwesterner, and have always been nice to PJ’s face, so I told her I was sorry, that sucked, what about this project we’re both on?", "src_sent": "Will she also work late to get it done for the court deadline?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Habt ihr auch diese Erfahrung gemacht? Das tut mir wirklich sehr leid, Sie können auf meine E-Mail antworten, und ich werde Sie gern persönlich weiter unterstützen, oder Sie können eine neue Interaktion mit uns öffnen, wie Sie möchten, wir helfen Ihnen gern.", "hyp_sent": "Vergessen Sie nicht, dass unser Chat-Service jeden Tag und rund um die Uhr für Sie da ist.", "src_context": "Have you experienced this as well? I am really sorry for the inconveniences, you can reply my email and I will gladly continue assisting you personally, or you can open a new interaction with us as you prefer, we are happy to help you.", "src_sent": "Remember that our Chat Service is open 24/7 for you."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Gegen eine Zusatzgebühr und auf Anfrage sind auch internationale Lieferungen am nächsten Tag über FEDEX Global Express möglich. Hierfür muss ein Angebot angefordert werden, und Sie müssen Ihre Adresse angeben, damit ein Angebot für Sie erstellt werden kann.", "hyp_sent": "Die maximale Entschädigungshöhe für diesen Service beträgt $1000 Verkaufsbedingungen.", "src_context": "Also available at extra cost if required is next day international deliveries by FEDEX global express. This is on a quote only basis and you need to supply us with your address for a quotation.", "src_sent": "The maximum compensation level on this service is $1000 Terms of Sale."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Der zugewiesene Fahrer ist nicht gekommen. Wir haben ihm den Auftrag entzogen, und das System versucht jetzt, einen neuen Fahrer zu finden.", "hyp_sent": "Bitte geben Sie ihm 15 Minuten Zeit für die Anfahrt.", "src_context": "The rider assigned never showed up. We have unassigned him and the system is now looking for a new rider.", "src_sent": "Kindly give it 15 more minutes to get there."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Vielen Dank für Ihre Geduld Es tut mir Leid, dass Sie dieses Problem haben, ich werde mich bemühen, Ihnen zu helfen.", "hyp_sent": "Bitte nennen Sie mir das Modell Ihres #PRS_ORG#", "src_context": "Thanks for waiting I am sorry that you are experiencing this issue, I will do my best to assist you.", "src_sent": "Please let me know what is your #PRS_ORG# model"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die Serie spielt im New York der 1880er Jahre und handelt von Marian Brook (Louisa Jacobson, oben links) und der aufstrebenden Schriftstellerin Peggy Scott (Denée Benton, rechts) bei ihrem Zusammentreffen mit der Gesellschaft des alten Geldes. Neben vielen anderen sind auch Christine Baranski, Cynthia Nixon, Carrie Coon und Morgan Spector dabei.", "hyp_sent": "Gute Unterhaltung für den Winter ist angesagt!", "src_context": "Set in 1880s New York, it follows Marian Brook (Louisa Jacobson, above left) and aspiring writer Peggy Scott (Denée Benton, right) as they newly encounter old-money society. Also in the cast are Christine Baranski, Cynthia Nixon, Carrie Coon and Morgan Spector, among many more.", "src_sent": "Good fun for the winter, no?"}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Meine Enkelin ist vier, was bedeutet, dass ihr halbes Leben - ihr halbes Leben! - von der Pandemie geprägt war. Seit sie sich ihrer Umgebung so richtig bewusst ist, kennt sie nichts anderes als Maskentragen, zwanghaftes Händewaschen und Abstandhalten.", "hyp_sent": "Es kam mehrmals vor (in verschiedenen Lockdowns), dass ich, wenn ich sie sah, nicht wusste, ob ich sie küssen sollte oder nicht.", "src_context": "My granddaughter is four which means that half her life - half her life! - has been blighted by the pandemic. Since she became properly aware she has known nothing but mask wearing, obsessive hand washing and keeping your distance.", "src_sent": "On several occasions (through various lockdowns) when I saw her I didn't know if I should kiss her or not."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die Lieferzeiten sind die auf der Website angegebenen. Da wir keinen Lagerbestand haben, werden alle Artikel auf Bestellung angefertigt, an uns hier in #URL# gesendet und dann an Sie geliefert.", "hyp_sent": "Daher müssen Sie bitte mit diesen Lieferzeiten rechnen.", "src_context": "The lead times are as advertised on the website. As we do not carry stock then all items are made to order, shipped on to us here at #URL# and then sent onto yourselves.", "src_sent": "That is why we ask that you allow these lead times please."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Es dauerte zwei Wochen, eine Fehlerbehebung zu entwickeln und freizugeben. Ich sehe, dass Sie bei einem Restaurant bestellt haben, das selbst liefert.", "hyp_sent": "Es hat Ihre Bestellung mit der Nummer #PRS_ORG# akzeptiert.", "src_context": "It took two weeks to develop and release a fix. I can see that you've ordered from a restaurant that does their own delivery.", "src_sent": "They have accepted your order which is #PRS_ORG#."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Die republikanische Senatorin für Arizona Wendy Rogers nannte die neuseeländische Premierministerin Jacinda Ardern am Sonntag „Lenin mit Haaren“ und warnte vor Kommunismus in den Vereinigten Staaten. Rogers kritisierte wohl die COVID-Reaktion von Arden, als sie sich in einem Tweed, den sie zusammen mit einem kurzen Video-Clip der Premierministerin veröffentlichte, auf den Sowjet-Anführer Wladimir Lenin bezog.", "hyp_sent": "Rogers erklärte ihre Kritik an Ardern in dem Tweet nicht weiter.", "src_context": "Republican Arizona Senator Wendy Rogers on Sunday called New Zealand's Prime Minister Jacinda Ardern \"Lenin with Hair\" and warned against communism in the United States. Rogers appeared to be criticizing Ardern's COVID response as she referred to Soviet leader Vladimir Lenin in a Tweet she posted along with a short clip of the prime minister.", "src_sent": "Rogers didn't further explain her criticism of Ardern in her Tweet."}, {"score_diff": 25, "doc_score": 95, "sent_score": 70, "hyp_context": "Verlängerungsrohre sind Metallrohre mit einer hinteren Objektivhalterung an einem Ende und einer Kamera-Gehäusehalterung am anderen Ende. Das Verlängerungsrohr-Set wirkt sich nicht auf die Bildqualität aus, da es keine Optik enthält.", "hyp_sent": "Es ist kein elektronischer Kontakt und automatischer Fokus möglich.", "src_context": "Extension tubes are metal tubes with a rear-lens mount at one end and a camera-body mount at the other end. The extension tube set does not affect image quality as there is no optics inside.", "src_sent": "No electronic contact and auto focus cannot be performed."}]