[{"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "Es tut mir wirklich leid, dass Sie dieses Problem mit Ihrem eBook haben, aber ich bin bereit, Ihnen zu helfen. Ich werde mit ein paar Schritten teilen, um in Ihr Gerät zu spielen, okay?", "hyp_sent": "Ich bin in der Personalabteilung und habe in der Vergangenheit in der Gehaltsabrechnung gearbeitet.", "src_context": "I'm really sorry to know that you are having this issue with your eBook, but I'm willing to help you. I'll share with a couple of steps to perform into your device, okay?", "src_sent": "I'm in HR and have worked payroll in the past."}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Geschirrspüler. Bei der ersten Schicht hatten sie mich in der Nähe.", "hyp_sent": "Samstag.", "src_context": "Dishwasher. First shift they had me close.", "src_sent": "Saturday."}, {"score_diff": 40, "doc_score": 60, "sent_score": 20, "hyp_context": "Schritt 5: Gehen Sie durch die Wagen und suchen Sie nach etwas Kaltem und Produziertem. Schritt 6: Rückkehr sagte kalt / produzieren.", "hyp_sent": "Schritt 7: Bedecken Sie alle Nicht-Tür-Kälte, d. H. Käse / Fleisch / Gemüse usw.", "src_context": "Step 5: Go through the carts looking for anything cold and produce. Step 6: Return said cold/produce.", "src_sent": "Step 7: Cover all non-doored cold i.e. cheese/meat/veggies, etc."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Gehen Sie zu Ihrem Startbildschirm. Tippen Sie auf", "hyp_sent": "Mehr Symbol am unteren Bildschirmrand.", "src_context": "Go to your Home screen. Tap the", "src_sent": "More icon at the bottom of the screen."}, {"score_diff": 45, "doc_score": 95, "sent_score": 50, "hyp_context": "Gehen Sie zu Ihrem Startbildschirm. Tippen Sie auf", "hyp_sent": "Mehr Symbol am unteren Bildschirmrand.", "src_context": "Go to your Home screen. Tap the", "src_sent": "More icon at the bottom of the screen."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Eine Schlange vor der Tür und sie machten Pausen und sprachen über zufällige, nicht arbeitsbezogene Dinge, als wären wir gar nicht hier. Ich hatte eine bestätigte Reservierung ging.", "hyp_sent": "Nach einer Stunde Wartezeit sagte ich ihr, was ich reserviert hatte, und sie beschuldigte mich lautstark, sie angelogen zu haben, und beschimpfte mich.", "src_context": "A line out the door and they were taking breaks and talking about random non-work related stuff like we weren’t even here. I had a confirmed reservation went.", "src_sent": "After an hour of waiting, I told her what I had reserved and she loudly accused me of lying to her and told me off."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "In Ihrem Konto heißt es, dass der einzige Link (Anmeldeoption) zum Zugriff auf Ihr #PRS_ORG#-Konto #PRS_ORG# ist. Ihr Benutzername ist anjahoehne E-Mail-Adresse / Ich habe einen Link geschickt, um Ihr Passwort zurückzusetzen.", "hyp_sent": "Bitte überprüfen Sie Ihren E-Mail-Moment", "src_context": "In you r acclount says that its only link ( sign in option) to access your #PRS_ORG# account is #PRS_ORG#. your username is anjahoehne  email address/ I sent a link to rest your password.", "src_sent": "Pleaae check your mail moment please"}, {"score_diff": 60, "doc_score": 40, "sent_score": 100, "hyp_context": "Bitte überprüfen Sie Ihren E-Mail-Moment Ich warte hier auf dich", "hyp_sent": "Wie ist es gelaufen?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 40, "doc_score": 30, "sent_score": 70, "hyp_context": "ABER wenn sie wie \"Weiterarbeiten!\" statt \"Take Shelter!\",", "hyp_sent": "das ist anders.", "src_context": "BUT if they were like \"Keep working!\" instead of \"Take Shelter!\",", "src_sent": "that's different."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Aber gut für dich. Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten.", "hyp_sent": "Geschirrspülmaschine.", "src_context": "But good on you. Yeah, when I was 16 I applied and got offered a job at a restaurant.", "src_sent": "Dishwasher."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten. Geschirrspülmaschine.", "hyp_sent": "In der ersten Schicht hatten sie mich in der Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Schritt 3: Diejenigen, die an Kassen sind, und jeder andere können wirklich ein paar Minuten warten, um zu sehen, ob Backup-Generatoren uns wieder in Gang bringen können. Schritt 4: Gehen Sie durch den Laden und lassen Sie alle Nicht-Mitarbeiter gehen.", "hyp_sent": "Sowie jeder an die Front gebrachte Karren.", "src_context": "Step 3: Those that are at tills and anyone else really are free to wait a couple minutes to see if backup generators can get us going again. Step 4: Go throughout the store and getting every non employee to leave.", "src_sent": "As well as every cart brought to the front."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "<unk>Dies ist eine dieser Zeiten, in denen wir keine Demokraten oder Republikaner sind<unk>. Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, wenn klar sei, dass er den örtlichen Rettungsbemühungen nicht im Wege stehen werde.", "hyp_sent": "<unk>Ich plane zu gehen<unk>, sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Die Identität des Mannes, der starb, wurde nicht veröffentlicht, aber die Behörden sagen, dass er nicht atmete, nachdem er aus dem Schnee gezogen worden war, und trotz KPR-Bemühungen eines anderen Skifahrers nicht überlebte. Die anderen Skifahrer seiner Gruppe retteten sich mit Hilfe von zwei Zeugen, die sahen, wie sie vom Schnee mitgerissen wurden.", "hyp_sent": "Alle trugen Lawinenbaken.", "src_context": "The identity of the man who died hasn't been released, but authorities say he wasn't breathing after being pulled out of the snow and didn't survive despite CPR efforts by another skier. The other skiers in his group rescued themselves with the help of two witnesses who saw them get swept up by the snow.", "src_sent": "All were wearing avalanche beacons."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Eine kritische Schwachstelle in einem weit verbreiteten Softwaretool <unk> eines, das im Online-Spiel Minecraft schnell ausgenutzt wurde <unk> entwickelt sich schnell zu einer großen Bedrohung für Unternehmen auf der ganzen Welt. <unk>Das Internet brennt gerade<unk>, sagte Adam Meyers, Senior Vice President of Intelligence bei der Cybersicherheitsfirma Crowdstrike.", "hyp_sent": "<unk>Die Leute versuchen zu patchen<unk>, sagte er, <unk>und alle möglichen Leute versuchen, es auszunutzen<unk>.", "src_context": "A critical vulnerability in a widely used software tool - one quickly exploited in the online game Minecraft - is rapidly emerging as a major threat to organizations around the world. \"The internet's on fire right now,\" said Adam Meyers, senior vice president of intelligence at the cybersecurity firm Crowdstrike.", "src_sent": "\"People are scrambling to patch,\" he said, \"and all kinds of people scrambling to exploit it.\""}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "Diese können von Beratungshilfe, Rechtsversicherung bis hin zu Rabatten und Gutscheinen reichen. Es lohnt sich zu fragen, was sie haben, damit Sie von allem profitieren können, was hilft.", "hyp_sent": "Einige Fitnessstudios erlauben Ihnen, Schränke zu reinigen.", "src_context": "These can range from counseling help, legal insurance, to discounts and coupons. It is worth asking what they have so you can take advantage of anything that helps.", "src_sent": "Some gyms let you rent lockers."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Vielen Dank für Ihre Wartezeit, ich habe die Informationen in Ihrem Konto überprüft. Es tut mir wirklich leid zu wissen, dass Sie dieses Problem mit Ihrem eBook haben, aber ich bin bereit, Ihnen zu helfen.", "hyp_sent": "Ich werde ein paar Schritte teilen, um in Ihrem eReader zu funktionieren, okay?", "src_context": "Thank you for your waiting time, I have checked the information into your account. I'm really sorry to know that you are having this issue with your eBook , however, I'm willing to help you.", "src_sent": "I'll share a couple of steps to perform into your eReader, okay?"}, {"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "24 Stunden später schlugen sie uns mit dem letzten \"Nein. Medizinisch nicht notwendig.“", "hyp_sent": "Mein Chirurg dreht seinen Scheiß und ist wie \"FIN!", "src_context": "24 hours later, they hit us back with the final “No. Not medically necessary.”", "src_sent": "My surgeon flips his shit and is like “FINE!"}, {"score_diff": 40, "doc_score": 70, "sent_score": 30, "hyp_context": "Aber du wirst verdammt sagen, welche Prozedur du empfehlen würdest, weil ich keine andere kenne, die diesem armen Jungen helfen wird.“ Natürlich machen sie es nicht.", "hyp_sent": "Und dieses Kind ist geschrumpft.", "src_context": "But you’re going to fucking tell me which procedure you would recommend, because I don’t know another one that is gonna help this poor kid”. Of course, they don’t.", "src_sent": "And this kid is screwed."}, {"score_diff": 50, "doc_score": 50, "sent_score": 100, "hyp_context": "Natürlich machen sie es nicht. Und dieses Kind ist geschrumpft.", "hyp_sent": "Keine andere Option.", "src_context": "Of course, they don’t. And this kid is screwed.", "src_sent": "No other option."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Ihr Benutzername ist angehehehne E-Mail-Adresse / Ich habe einen Link geschickt, um Ihr Passwort zu beruhigen. Pleaae überprüfen Sie Ihren Mail-Moment bitte", "hyp_sent": "Ich warte hier auf dich", "src_context": "your username is anjahoehne  email address/ I sent a link to rest your password. Pleaae check your mail moment please", "src_sent": "I wait here for you"}, {"score_diff": 50, "doc_score": 30, "sent_score": 80, "hyp_context": "Pleaae überprüfen Sie Ihren Mail-Moment bitte Ich warte hier auf dich", "hyp_sent": "Wie ging es?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 90, "doc_score": 90, "sent_score": 0, "hyp_context": "Zu der Zeit, als das passierte, waren wir ziemlich beschäftigt, und ich hatte eine Reihe von Kunden, aber Karen beschließt, die Linie zu überspringen, um mich zu fragen, wo etwas war. Ich erinnere mich nicht an den genauen Artikel, aber es war etwas wie Papierplatten (oder etwas, das in der Nähe von ihnen sein würde... Plastikforks?", "hyp_sent": "Die Strafe?", "src_context": "At the time this happened, we were pretty busy, and I had a line of customers, but Karen decides to skip the line to ask me where something was. I don't remember the exact item, but it was something like paper plates (or something that would be near them...plastic forks?", "src_sent": "straws?)."}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "Ich fragte sie, wie sie ist, wie ich alle meine Kollegen frage, ob ich sie sehe. \"Nicht so gut, OP, ich habe herausgefunden, dass ich Diabetes habe, also muss ich weniger Kohlenhydrate essen.\"", "hyp_sent": "Zu ihrem leichten Glauben hatte das Mittagessen Kaugummi-Reis anstelle des regulären.", "src_context": "I asked how she is, like I ask all my co-workers if I see them. “Not so good, OP, I found out I have diabetes, so I have to eat fewer carbs.”", "src_sent": "To her slight credit, the lunch had cauliflower rice instead of regular."}, {"score_diff": 40, "doc_score": 60, "sent_score": 100, "hyp_context": "„Natürlich auf. Ich spare Geld, um mich zu bewegen.“", "hyp_sent": "Das ist wirklich selten.", "src_context": "“Sure, OP. I am saving money to move.”", "src_sent": "This is really rare."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Sie wären alle getötet worden. Aber wenn sie so wären wie \"Fortsetzung der Arbeit!\"", "hyp_sent": "Statt „Take Shelter!“", "src_context": "They'd all have been killed. BUT if they were like \"Keep working!\"", "src_sent": "instead of \"Take Shelter!\","}, {"score_diff": 50, "doc_score": 40, "sent_score": 90, "hyp_context": "Aber wenn sie so wären wie \"Fortsetzung der Arbeit!\" Statt „Take Shelter!“", "hyp_sent": "Das ist anders.", "src_context": "BUT if they were like \"Keep working!\" instead of \"Take Shelter!\",", "src_sent": "that's different."}, {"score_diff": 60, "doc_score": 70, "sent_score": 10, "hyp_context": "Ja, als ich 16 war, habe ich mich beworben und mir einen Job in einem Restaurant angeboten. Der Geschirrspüler.", "hyp_sent": "Der erste Wechsel, den sie mir nahe hielt.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 40, "doc_score": 40, "sent_score": 80, "hyp_context": "Kann ich wissen, ob Sie noch bereit sind, auf die Bestellung zu warten? Wir hatten die Macht, ein paar Mal raus zu gehen.", "hyp_sent": "Schritt 1: Holen Sie jemanden sofort an der Tür.", "src_context": "Can I know if your still willing to wait for the order? We had power go out a couple of times.", "src_sent": "Step 1: Get someone on the door immediately."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Dann könnten Sie hinter den Zeiten stehen. Der Trend in diesem Jahr ist für einen zweiten Baum im Schlafzimmer, und es hat den Verkauf von kleineren Sprossen in die Höhe gebracht.", "hyp_sent": "Mehr als ein Viertel der britischen Häuser rühmt sich jetzt zwei feierlichen Bränden, sagen Experten - und es könnte mehr als ein Status-Symbol sein.", "src_context": "Then you could be behind the times. This year's trend is for a second tree in the bedroom, and it has sent sales of smaller spruces soaring.", "src_sent": "More than a quarter of British homes now boast two festive firs, experts say - and it could be more than a status symbol."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Sie glauben ehrlich, dass ein Crackhead eine teure Waffe besitzt und dann genug Geld für Munition spart? Ein Crack-Kopf ist kein „professioneller Mugger“.", "hyp_sent": "Wenn Sie nicht hören, dass Menschen geschlagen werden, was dann?", "src_context": "You honestly think that a crackhead would own an expensive gun, and then save up enough money for ammo? A crack head is not a “professional mugger.”", "src_sent": "If you don’t hear of people being stabbed, so what?"}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Wählen Sie unter „Zahlungsinformationen“ den Kreditkartentyp aus und geben Sie Ihre Kreditkartennummer, den Sicherheitscode (CVV), den Namen auf der Karte und das Ablaufdatum ein. Klicken Sie auf „Save“", "hyp_sent": "Habe ich diese Schritte verpasst?", "src_context": "Under “Payment Information”, select the type of credit card and enter your card number, security code (CVV), name on the card, and expiration date. Click \"Save”", "src_sent": "did yo utried this steps?"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Reparieren Sie Ihr #PRS_ORG#-Konto auf eReader Gehen Sie auf Ihren Startbildschirm.", "hyp_sent": "Tippen Sie auf", "src_context": "Repairing your #PRS_ORG# account on eReader Go to your Home screen.", "src_sent": "Tap the"}, {"score_diff": 45, "doc_score": 95, "sent_score": 50, "hyp_context": "- Melden Sie sich ab und melden Sie sich wieder bei Ihrem eReader an. Gehen Sie auf Ihren Startbildschirm.", "hyp_sent": "Tippen Sie auf", "src_context": "- Sign out and signing back in to your eReader. Go to your Home screen.", "src_sent": "Tap the"}, {"score_diff": 45, "doc_score": 50, "sent_score": 95, "hyp_context": "Tap auf Settings. Tap Rechnungen", "hyp_sent": "Tippen Sie unter #PRS_ORG# auf Abmelden.", "src_context": "Tap Settings. Tap Accounts.", "src_sent": "Under #PRS_ORG#, tap Sign out."}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Tapp Sign out aus. Nachdem Sie sich abgeschlossen haben, befolgen Sie die Anweisungen auf dem Bildschirm, um Ihren eReader einzurichten.", "hyp_sent": "Aktualisieren Sie die Diktatur", "src_context": "Tap Sign out. After you sign out, follow the onscreen instructions to set up your eReader.", "src_sent": "then update the dictinary"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Jede Vintage-Ledertasche ist ein völlig natürliches und handgefertigtes Produkt, daher können die Farben und das Finish von einem Stück zum anderen variieren. Jede Tasche hat einen einzigartigen antiken Leder / leicht gestressten Vintage-Leder-Look.", "hyp_sent": "Teile aus mehreren Hecken können verwendet werden, um eine einzelne Ledertasche zu machen.", "src_context": "Each vintage leather bag is a totally natural and handmade product therefore the colors and the finish can vary from one piece to the other. Each bag has a unique antique leather / lightly distressed vintage leather look.", "src_sent": "Parts from several hides may be used to make a single leather bag."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Es tut mir leid, aber es scheint, dass Ihre ursprüngliche Bestellung versehentlich vergossen wurde, weshalb mein Kollege eine neue Bestellung machen musste. Die neue Bestellung ist #NUMBER# und es wird in nur 20 Minuten da sein.", "hyp_sent": "Der Reiter holt es auf und wird asap liefern.", "src_context": "I am sorry but it seems your original order was accidentally spilled, that is why my colleague had to make a new order. The new order is order #NUMBER# and it will be there in just 20 minutes.", "src_sent": "The rider is picking it up and will delivery asap."}, {"score_diff": 40, "doc_score": 60, "sent_score": 20, "hyp_context": "Tap auf Settings. Tap Device Informationen.", "hyp_sent": "Tapp Factory Reset unter Advanced.", "src_context": "Tap Settings. Tap Device information.", "src_sent": "Tap Factory reset under Advanced."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Kann an alle Hunde gegessen werden, unabhängig von Alter, Größe oder Bewegungsgrad. Für die weitere Unterstützung wird empfohlen, dass die Gemeinsame Hilfe täglich gefüttert wird.", "hyp_sent": "Eine Maßnahme ist im Paket enthalten.", "src_context": "-Can be fed to all dogs regardless of age, size or level of exercise.​ -For continued support, Joint Aid is recommended to be fed on a daily basis.", "src_sent": "A measure is included in the pack."}, {"score_diff": 40, "doc_score": 70, "sent_score": 30, "hyp_context": "Vielen Dank für die Haltung, es tut mir leid, dass Ihre Mutter die egift-Karte nicht erhalten hat, bitte entsprechen Sie der E-Mail, die gesendet wurde. Leider ist dies derzeit aus dem Lager, ich werde nur sehen, ob es zurückkommt.", "hyp_sent": "Bitte nehmen Sie einen Moment mit mir", "src_context": "Thank you for holding, I'm sorry that your mother hasn't received the egift card, please conform the email that was sent. Regrettably this is currently out of stock, I will just see if this is returning.", "src_sent": "Please bear with me a moment"}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Meistens wissen Dinge müssen sorgfältig gesagt werden, aber was am meisten auf den Gesichtswert trifft, ist, dass Sie die Dinge in einem anderen Licht gesehen haben, aber insgesamt auf guten Bedingungen geblieben sind. Diese ganze Geschichte geschah, nachdem ich selbst zu anderen Dingen übergegangen bin, also ist es alles neue für mich.", "hyp_sent": "Was bin ich nach der anderen Seite des Bildes?", "src_context": "Mostly knowing things need to be carefully said, but what strikes most on face value is that you saw things in a different light but overall stayed on good terms. This whole story happened after I moved on to other things myself, so it's all kind of new to me.", "src_sent": "What I am after is the other side of the picture?"}, {"score_diff": 40, "doc_score": 70, "sent_score": 30, "hyp_context": "\"Alles, was ich weiß, ist, dass die Intensität des Wetters überall auf dem Planeten eine gewisse Wirkung als Folge der Erwärmung des Planeten hat\", sagte Biden. Der Präsident lobte den Reporter, der ihn über den Klimawandel fragte.", "hyp_sent": "\"Wie immer fragen Sie immer die beste Frage\", sagte er mit einem wütenden Lächeln.", "src_context": "\"All that I know is that the intensity of the weather across the board has some impact as a consequence of the warming of the planet,\" Biden said. The president praised the reporter who asked him about climate change.", "src_sent": "\"As usual, you ask always the best question,\" he said with a wry chuckle."}, {"score_diff": 70, "doc_score": 80, "sent_score": 10, "hyp_context": "Die Identität des Mannes, der starb, wurde nicht freigegeben, aber die Behörden sagen, dass er nicht atmete, nachdem er aus dem Schnee gezogen wurde und nicht überlebte, trotz der CPR-Anstrengungen eines anderen Skifahrers. Die anderen Skifahrer seiner Gruppe retteten sich mit Hilfe von zwei Zeugen, die sahen, wie sie vom Schnee überwältigt wurden.", "hyp_sent": "Alle trugen Lavendelbeacons.", "src_context": "The identity of the man who died hasn't been released, but authorities say he wasn't breathing after being pulled out of the snow and didn't survive despite CPR efforts by another skier. The other skiers in his group rescued themselves with the help of two witnesses who saw them get swept up by the snow.", "src_sent": "All were wearing avalanche beacons."}, {"score_diff": 45, "doc_score": 50, "sent_score": 95, "hyp_context": "Alle trugen Lavendelbeacons. Während alle, die in der Lawine gefangen wurden, erfahrene Backcountry-Skifahrer waren, war eine Warnung gegen das Skifahren in der Gegend ausgestellt worden, die nur innerhalb der Grenzen von Crystal Mountain Resort war.", "hyp_sent": "Das private Skigebiet bestimmt die Bedingungen, aber es gibt nichts, was die Skifahrer davon abhält, dorthin zu gehen, weil das Anwesen öffentliche Flächen im Mount Baker-Snoqualmie National Forest umfasst.", "src_context": "All were wearing avalanche beacons. While all of those caught in the avalanche were experienced backcountry skiers, a warning had been issued against skiing in the area, which was just inside the boundaries of Crystal Mountain Resort.", "src_sent": "The private ski resort determines the conditions but there is nothing that stops skiers from going there because the property abuts public lands in the Mount Baker-Snoqualmie National Forest."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Ihr gekauftes Element wird über Royal Mail oder eine nationale Kurierfirma versandt. Wir versuchen, den Artikel am selben oder nächsten Arbeitstag zu posten, abhängig von der Kaufzeit nach Erhalt der Zahlung.", "hyp_sent": "Mittags ist die Abschnittszeit.", "src_context": "Your Bought Item will be sent via Royal Mail or a national couriers company. We try to post the item the same or next working day depending on the purchase time after the payment has been received.", "src_sent": "12.00 mid-day is the cut-off time."}, {"score_diff": 40, "doc_score": 60, "sent_score": 20, "hyp_context": "Tap auf Settings. Tap Device Informationen.", "hyp_sent": "Tapp Factory Reset unter Advanced.", "src_context": "Tap Settings. Tap Device information.", "src_sent": "Tap Factory reset under Advanced."}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "Da wir keine Bestände befördern, werden alle Artikel bestellt, an uns hier unter #URL# versandt und dann an Sie selbst gesendet. Deshalb bitten wir Sie, diese Lead-Zeit zu erlauben.", "hyp_sent": "Die Lead-Zeit, die angezeigt wird, ist, wann die nächste Batch angekommen ist.", "src_context": "As we do not carry stock then all items are made to order, shipped on to us here at #URL# and then sent onto yourselves. That is why we ask that you allow these lead times please.", "src_sent": "The lead time showing is when the next batch is due to arrive."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Ich verstehe auch, dass dies nur eine andere Form der Verzweiflung ist, um zu versuchen, seine Rolle als Ehemann und Familienmitglied zu behalten, obwohl er einen oder zwei Tage zuvor Tequila auf seinen Teenager-Sohn gezwungen hat. Er versucht eindeutig, in ihren guten Gnaden zurückzukehren, indem er ein Problem aufhebt, das keine unmittelbare Priorität hat, um es so zu machen, als hätte er eine großartige Arbeit geleistet und sei ein großartiger Mensch!", "hyp_sent": "Er sucht eindeutig bei der Schadenskontrolle.", "src_context": "I also understand this is just another form of desperation to attempt to retain his role as husband and family man despite a day or two prior forcing tequila onto his teenage son. He's clearly trying to get back in their good graces by hyping up an issue that isn't an immediate priority to make it seem like he's done a terrific job and is a terrific person!", "src_sent": "He clearly sucks at damage control."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Wenn die Synchronisierung abgeschlossen ist, tippen Sie erneut auf Sync Now, um alle verfügbaren Upgrades zu installieren. Der Hund, der nicht aufhören würde zu lachen und wie ich ihn dazu brachte, aufzuhören", "hyp_sent": "Meine Nachbarn haben vor etwa drei Jahren einen Hund bekommen.", "src_context": "When the syncing has completed, please tap again on Sync Now, to install any available upgrades. The dog that would not stop barking and how I got him to stop.", "src_sent": "My neighbors got a dog about three years ago."}, {"score_diff": 40, "doc_score": 60, "sent_score": 100, "hyp_context": "Nun, dieser Hund schnarcht und bricht und versucht, mich durch den Zaun zu beißen, während ich im Hinterhof bin. Ich habe versucht, es zu ignorieren, weich zu sprechen usw.", "hyp_sent": "Aber dieser Hund ist verrückt.", "src_context": "Well, this dog snarls and barks and tries to bite me through the fence the entire time I'm out in the backyard. I've tried to ignore it, talk softly, etc.", "src_sent": "but this dog is insane."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Dieser Hund ist den ganzen Tag draußen, schnarcht und schnarcht ununterbrochen. Ich fragte, ob ich ihm gesunde Behandlungen durch den Zaun geben könnte.", "hyp_sent": "Der Eigentümer sagt nein.", "src_context": "That dog is outside all day long, snarling and yapping non-stop. I asked if I could give it healthy treats through the fence.", "src_sent": "Owner says no."}, {"score_diff": 40, "doc_score": 80, "sent_score": 40, "hyp_context": "Vielen Dank für Ihre Wartezeit, ich habe die Informationen in Ihr Konto eingecheckt. Es tut mir wirklich leid zu wissen, dass Sie dieses Problem mit Ihrem eBook haben, aber ich bin bereit, Ihnen zu helfen.", "hyp_sent": "Ich werde mit ein paar Schritten teilen, um in Ihrem Gerät durchzuführen, okay?", "src_context": "Thank you for your waiting time, I have checked the information into your account. I'm really sorry to know that you are having this issue with your eBook, but I'm willing to help you.", "src_sent": "I'll share with a couple of steps to perform into your device, okay?"}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "Nicht geeignet für Hochdruckwasserinstallationen oder Warmwassersysteme. Dieser Schlauch ist nicht für den Öltransfer geeignet.", "hyp_sent": "Warum Samco Sport Silikonschläuche?", "src_context": "Not suitable for high pressure water installations or hot water systems. This hose is not suitable for oil transfer.", "src_sent": "Why choose Samco Sport silicone hoses?"}, {"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "24 Stunden später schlugen sie uns mit dem letzten \"Nein. Medizinisch nicht notwendig.\"", "hyp_sent": "Mein Chirurg dreht seine Scheiße um und ist wie \"FINE!", "src_context": "24 hours later, they hit us back with the final “No. Not medically necessary.”", "src_sent": "My surgeon flips his shit and is like “FINE!"}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Aber du wirst mir verdammt noch mal sagen, welches Verfahren du empfehlen würdest, denn ich kenne kein anderes, das diesem armen Kind helfen wird.\" Natürlich tun sie das nicht.", "hyp_sent": "Und dieses Kind ist.", "src_context": "But you’re going to fucking tell me which procedure you would recommend, because I don’t know another one that is gonna help this poor kid”. Of course, they don’t.", "src_sent": "And this kid is screwed."}, {"score_diff": 50, "doc_score": 50, "sent_score": 100, "hyp_context": "Bitte überprüfen Sie bitte Ihren Mail-Moment Ich warte hier auf dich", "hyp_sent": "Wie ist es gelaufen?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 40, "doc_score": 70, "sent_score": 30, "hyp_context": "Die Einladung an die asiatischen Minister erfolgte, nachdem die integrierte Überprüfung der Außenpolitik des Vereinigten Königreichs im März eine \"Neigung\" zum Indopazifik angekündigt hatte, um dem wachsenden Einfluss Chinas in der Region entgegenzuwirken. Alle unsere Comics werden standardmäßig verpackt verschickt.", "hyp_sent": "Darüber hinaus werden in der Regel auch die älteren Gegenstände verbrettert.", "src_context": "The invitation to Asian ministers comes after the UK's integrated review on foreign policy announced in March a \"tilt\" towards the Indo-Pacific, in a move seen as aiming to counter China's growing influence in the region. All our comics are sent bagged as standard.", "src_sent": "In addition, the older items are usually boarded as well."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Aber gut zu dir. Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten.", "hyp_sent": "Geschirrspülmaschine.", "src_context": "But good on you. Yeah, when I was 16 I applied and got offered a job at a restaurant.", "src_sent": "Dishwasher."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten. Geschirrspülmaschine.", "hyp_sent": "In der ersten Schicht hatten sie mich in der Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Die Gegenleute waren die schlimmsten, die ich je gesehen habe. Eine Schlange vor der Tür und sie machten Pausen und sprachen über zufällige, nicht arbeitsbezogene Dinge, als wären wir nicht einmal hier.", "hyp_sent": "Ich hatte eine bestätigte Reservierung gegangen.", "src_context": "The counter people were the worst I have ever seen. A line out the door and they were taking breaks and talking about random non-work related stuff like we weren’t even here.", "src_sent": "I had a confirmed reservation went."}, {"score_diff": 45, "doc_score": 95, "sent_score": 50, "hyp_context": "-Kann an alle Hunde verfüttert werden, unabhängig von Alter, Größe oder Trainingsniveau. -Für die weitere Unterstützung wird empfohlen, die gemeinsame Hilfe täglich zu füttern.", "hyp_sent": "Eine Maßnahme ist im Paket enthalten.", "src_context": "-Can be fed to all dogs regardless of age, size or level of exercise.​ -For continued support, Joint Aid is recommended to be fed on a daily basis.", "src_sent": "A measure is included in the pack."}, {"score_diff": 40, "doc_score": 60, "sent_score": 100, "hyp_context": "Bitte überprüfen Sie Ihre E-Mail-Moment bitte Ich warte hier auf dich", "hyp_sent": "Wie ist es gelaufen?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Aber gut für dich. Ja, als ich 16 war, habe ich mich beworben und bekam einen Job in einem Restaurant angeboten.", "hyp_sent": "Geschirrspülmaschine.", "src_context": "But good on you. Yeah, when I was 16 I applied and got offered a job at a restaurant.", "src_sent": "Dishwasher."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Ja, als ich 16 war, habe ich mich beworben und bekam einen Job in einem Restaurant angeboten. Geschirrspülmaschine.", "hyp_sent": "In der ersten Schicht hatten sie mich in der Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Schritt 3: Diejenigen, die an den Kassen sind, und alle anderen können wirklich ein paar Minuten warten, um zu sehen, ob Notgeneratoren uns wieder zum Laufen bringen können. Schritt 4: Gehen Sie durch den Laden und lassen Sie alle Nicht-Mitarbeiter gehen.", "hyp_sent": "Sowie jeder an die Front gebrachte Karren.", "src_context": "Step 3: Those that are at tills and anyone else really are free to wait a couple minutes to see if backup generators can get us going again. Step 4: Go throughout the store and getting every non employee to leave.", "src_sent": "As well as every cart brought to the front."}, {"score_diff": 50, "doc_score": 10, "sent_score": 60, "hyp_context": "Es dauerte immer noch Monate, bis sich mein Körper wieder normalisiert hatte. Ich weiß nicht, warum es Menschen anders betrifft, aber für mich waren Körperschmerzen und Kopfschmerzen das Schlimmste.", "hyp_sent": "Ich habe den Bildschirm noch einmal eingefroren, bitte führen Sie diese Schritte aus:", "src_context": "Still took months for my body to return to normal. I don't know why it affects people differently, but for me it was body pain and headaches that were the worst part.", "src_sent": "I case the screen frozen one more time, please process this steps:"}, {"score_diff": 50, "doc_score": 40, "sent_score": 90, "hyp_context": "Pleaae überprüfen Sie Ihre E-Mail-Moment bitte Ich warte hier auf dich", "hyp_sent": "Wie lief es?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 40, "doc_score": 60, "sent_score": 20, "hyp_context": "Die Einladung an die asiatischen Minister erfolgt, nachdem die integrierte außenpolitische Überprüfung Großbritanniens im März eine \"Neigung\" zum Indopazifik angekündigt hatte, um dem wachsenden Einfluss Chinas in der Region entgegenzuwirken. Alle unsere Comics werden standardmäßig verpackt verschickt.", "hyp_sent": "Außerdem werden in der Regel auch die älteren Gegenstände geentert.", "src_context": "The invitation to Asian ministers comes after the UK's integrated review on foreign policy announced in March a \"tilt\" towards the Indo-Pacific, in a move seen as aiming to counter China's growing influence in the region. All our comics are sent bagged as standard.", "src_sent": "In addition, the older items are usually boarded as well."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten. Geschirrspüler.", "hyp_sent": "In der ersten Schicht hatten sie mich in der Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Immerhin hatten wir bereits eine forensische Prüfung und eine manuelle Nachzählung dieser Stimmen, und das hat nicht geholfen. Sollten wir ihnen einfach weiterhin erlauben, Stimmen zu \"auditieren\", bis sie die gewünschten Ergebnisse erzielen?", "hyp_sent": "> Das lässt Uri Geller versuchen, James Randi zu beschissen.", "src_context": "After all, we've already had a forensic audit and a hand recount of these votes, and that didn't help. Should we just keep allowing them to \"audit\" votes until they get the results they want?", "src_sent": ">This is letting Uri Geller try and pull his shit on James Randi."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Die Gegenleute waren die schlimmsten, die ich je gesehen habe. Eine Schlange vor der Tür und sie machten Pausen und unterhielten sich über zufällige, nicht arbeitsbezogene Dinge, als wären wir nicht einmal hier.", "hyp_sent": "Ich hatte eine bestätigte Reservierung ging.", "src_context": "The counter people were the worst I have ever seen. A line out the door and they were taking breaks and talking about random non-work related stuff like we weren’t even here.", "src_sent": "I had a confirmed reservation went."}, {"score_diff": 45, "doc_score": 95, "sent_score": 50, "hyp_context": "- Kann an alle Hunde verfüttert werden, unabhängig von Alter, Größe oder Bewegungsgrad.​ - Zur weiteren Unterstützung wird empfohlen, die Gelenkhilfe täglich zu füttern.", "hyp_sent": "Eine Maßnahme ist in der Packung enthalten.", "src_context": "-Can be fed to all dogs regardless of age, size or level of exercise.​ -For continued support, Joint Aid is recommended to be fed on a daily basis.", "src_sent": "A measure is included in the pack."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Die Identität des Mannes, der gestorben ist, wurde nicht veröffentlicht, aber die Behörden sagen, er habe nicht geatmet, nachdem er aus dem Schnee gezogen worden war und trotz der Wiederbelebungsbemühungen eines anderen Skifahrers nicht überlebt. Die anderen Skifahrer seiner Gruppe retteten sich mit Hilfe von zwei Zeugen, die sahen, wie sie vom Schnee mitgerissen wurden.", "hyp_sent": "Alle trugen Lawinenschilder.", "src_context": "The identity of the man who died hasn't been released, but authorities say he wasn't breathing after being pulled out of the snow and didn't survive despite CPR efforts by another skier. The other skiers in his group rescued themselves with the help of two witnesses who saw them get swept up by the snow.", "src_sent": "All were wearing avalanche beacons."}, {"score_diff": 40, "doc_score": 60, "sent_score": 100, "hyp_context": "Pleaae überprüfen Sie Ihre Mail Moment bitte Ich warte hier auf dich", "hyp_sent": "Wie ist es gelaufen?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Wir hatten ein paar Mal einen Stromausfall. Schritt 1: Schicken Sie sofort jemanden vor die Tür.", "hyp_sent": "Sie sind jetzt der Sicherheitsdienst.", "src_context": "We had power go out a couple of times. Step 1: Get someone on the door immediately.", "src_sent": "They are security now."}, {"score_diff": 80, "doc_score": 90, "sent_score": 10, "hyp_context": "Dieser Komplize wartete dann, bis die beiden Kassiererinnen am Ausgang beschäftigt waren, ging dann an ihnen vorbei und durch die Tür hinaus. Die beiden bemerkten dies und fragten sich gegenseitig, ob der Mann bezahlt hatte.", "hyp_sent": "Als bestätigt wurde, dass er nicht bezahlt hatte, rannte einer von ihnen ihm nach.", "src_context": "This accomplice then waited until the two cashiers at the exit door were busy, then walked right by them and out the door. Both of them noticed, and asked each other if the guy paid.", "src_sent": "When it was confirmed he didn’t, one ran after him."}, {"score_diff": 40, "doc_score": 60, "sent_score": 100, "hyp_context": "Bitte checken Sie bitte sofort Ihre Mails Ich warte hier auf dich", "hyp_sent": "Wie ist es gelaufen?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Aber gut zu dir. Ja, als ich 16 war, habe ich mich beworben und mir wurde ein Job in einem Restaurant angeboten.", "hyp_sent": "Geschirrspülmaschine", "src_context": "But good on you. Yeah, when I was 16 I applied and got offered a job at a restaurant.", "src_sent": "Dishwasher."}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "Ja, als ich 16 war, habe ich mich beworben und mir wurde ein Job in einem Restaurant angeboten. Geschirrspülmaschine", "hyp_sent": "In der ersten Schicht hatten sie mich nah dran.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 40, "doc_score": 60, "sent_score": 100, "hyp_context": "Geschirrspülmaschine In der ersten Schicht hatten sie mich nah dran.", "hyp_sent": "Samstag.", "src_context": "Dishwasher. First shift they had me close.", "src_sent": "Saturday."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Schritt 3: Diejenigen, die sich an der Kasse befinden, und alle anderen können wirklich ein paar Minuten warten, um zu sehen, ob Notstromgeneratoren uns wieder in Schwung bringen können. Schritt 4: Gehen Sie durch das Geschäft und lassen Sie alle Nicht-Angestellten gehen.", "hyp_sent": "Ebenso wie jeder nach vorne gebrachte Wagen.", "src_context": "Step 3: Those that are at tills and anyone else really are free to wait a couple minutes to see if backup generators can get us going again. Step 4: Go throughout the store and getting every non employee to leave.", "src_sent": "As well as every cart brought to the front."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Immerhin hatten wir bereits eine forensische Prüfung und eine Handnachzählung dieser Stimmen, und das hat nicht geholfen. Sollten wir ihnen einfach weiterhin erlauben, Abstimmungen zu „prüfen“, bis sie die gewünschten Ergebnisse erzielen?", "hyp_sent": ">Das lässt Uri Geller versuchen, James Randi zu beschissen.", "src_context": "After all, we've already had a forensic audit and a hand recount of these votes, and that didn't help. Should we just keep allowing them to \"audit\" votes until they get the results they want?", "src_sent": ">This is letting Uri Geller try and pull his shit on James Randi."}, {"score_diff": 80, "doc_score": 90, "sent_score": 10, "hyp_context": "Die Identität des Mannes, der gestorben ist, wurde nicht freigelassen, aber die Behörden sagen, dass er nicht atmete, nachdem er aus dem Schnee gezogen wurde, und trotz der HLW-Bemühungen eines anderen Skifahrers nicht überlebt habe. Die anderen Skifahrer seiner Gruppe retteten sich mit Hilfe zweier Zeugen, die sahen, wie sie vom Schnee mitgerissen wurden.", "hyp_sent": "Alle trugen Lawinenfeuer.", "src_context": "The identity of the man who died hasn't been released, but authorities say he wasn't breathing after being pulled out of the snow and didn't survive despite CPR efforts by another skier. The other skiers in his group rescued themselves with the help of two witnesses who saw them get swept up by the snow.", "src_sent": "All were wearing avalanche beacons."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Vielen Dank für Ihre Wartezeit, ich habe die Informationen in Ihrem Konto überprüft. Es tut mir wirklich leid zu wissen, dass Sie dieses Problem mit Ihrem eBook haben, aber ich bin bereit, Ihnen zu helfen.", "hyp_sent": "Ich werde mit ein paar Schritten teilen, um in Ihr Gerät einzusteigen, okay?", "src_context": "Thank you for your waiting time, I have checked the information into your account. I'm really sorry to know that you are having this issue with your eBook, but I'm willing to help you.", "src_sent": "I'll share with a couple of steps to perform into your device, okay?"}, {"score_diff": 50, "doc_score": 80, "sent_score": 30, "hyp_context": "Ich musste nichts von den folgenden Dingen tun, aber ich musste die Mitarbeiter von unseren Verzeichnissen fernhalten und der Rezeption beibringen, so zu tun, als wüssten sie nicht, wer jemand ist und wie man den Täter identifiziert, wenn er vorbeikommt. Ich könnte eine Vereinbarung treffen, um Syphon-Geld nach Steuerabzug zu erhalten, dem Abzug einen unpassenden Namen geben, der es wie eine Art obligatorischer Abzug aussehen lässt, und diesen Abzug dann separat an Sie zurücküberweisen.", "hyp_sent": "Ich muss natürlich einen Vertrag unterschreiben.", "src_context": "I haven't had to do any of the below but I have had to keep staff off our directories and teach reception to pretend they didn't know who someone was and how to identify the abuser if he came by. I could make an arrangement to syphon money as an after tax deduction, give the deduction an incongruous name that makes it look like some sort of obligatory deduction and then \"remit\" that deduction back to you separately.", "src_sent": "I'd probably have to have you sign an agreement of course."}, {"score_diff": 50, "doc_score": 10, "sent_score": 60, "hyp_context": "Bitte lassen Sie mich wissen, ob es funktioniert Hitze und Trockenheit.", "hyp_sent": "Mein Wasserkocher ist ziemlich niedrig eingestellt.", "src_context": "please let me know if it works Water heater temp and bath issue.", "src_sent": "My water heater is set pretty low."}, {"score_diff": 50, "doc_score": 50, "sent_score": 100, "hyp_context": "Natürlich tun sie das nicht. Und dieses Kind ist verrückt.", "hyp_sent": "Keine andere Option.", "src_context": "Of course, they don’t. And this kid is screwed.", "src_sent": "No other option."}, {"score_diff": 80, "doc_score": 90, "sent_score": 10, "hyp_context": "Zu der Zeit, als dies passierte, waren wir ziemlich beschäftigt, und ich hatte eine Reihe von Kunden, aber Karen beschließt, die Linie zu überspringen, um mich zu fragen, wo etwas war. Ich erinnere mich nicht an den genauen Gegenstand, aber es war so etwas wie Papierteller (oder etwas, das in ihrer Nähe war... Plastikgabeln?", "hyp_sent": "Und?).", "src_context": "At the time this happened, we were pretty busy, and I had a line of customers, but Karen decides to skip the line to ask me where something was. I don't remember the exact item, but it was something like paper plates (or something that would be near them...plastic forks?", "src_sent": "straws?)."}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "Kurz gesagt, sie kommt zurück zur Kasse, geht aber zu einer anderen Linie. Als der Manager zurückkommt, lehnt er sich an und flüstert zu mir: „Sie waren auf dem Gang 7, wie du es ihr gesagt hast.“", "hyp_sent": "HA... hat es Ihnen gesagt!", "src_context": "Long story short, she comes back to the checkout, but goes to another line. As the manager comes back, he leans in and whispers to me \"They WERE on aisle 7, like you told her.\"", "src_sent": "HA....told you so!"}, {"score_diff": 80, "doc_score": 10, "sent_score": 90, "hyp_context": "Aber wenn sie so wären wie „Weiter arbeiten!“ anstelle von „Hut ab!“", "hyp_sent": "Das ist anders.", "src_context": "BUT if they were like \"Keep working!\" instead of \"Take Shelter!\",", "src_sent": "that's different."}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten. Geschirrspüler.", "hyp_sent": "Die erste Schicht brachte mich in die Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 50, "doc_score": 40, "sent_score": 90, "hyp_context": "Geschirrspüler. Die erste Schicht brachte mich in die Nähe.", "hyp_sent": "Am Samstag.", "src_context": "Dishwasher. First shift they had me close.", "src_sent": "Saturday."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "> Auch, da Apple häufig neue iOS- und macOS-Versionen veröffentlichen kann. Ist das nicht das Problem, dass das immer noch nicht oft genug ist?", "hyp_sent": "Es gibt auch ein paar schreckliche UXs.", "src_context": "> Also, since Apple can release new iOS and macOS versions frequently. Isn't the problem that this still isn't frequently enough?", "src_sent": "It also makes for some terrible UX."}, {"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "Wir hatten ein paar Mal Strom. Schritt 1: Holen Sie sich sofort jemanden an die Tür.", "hyp_sent": "Jetzt geht es um Sicherheit.", "src_context": "We had power go out a couple of times. Step 1: Get someone on the door immediately.", "src_sent": "They are security now."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Schritt 7: Decken Sie alle nicht dosierten Kälte ab, z. B. Käse / Fleisch / Gemüse usw. Schritt 8: Unterschreiben Sie unsere Namen auf einem Blatt Papier, während wir losfahren, um herausgekuschelt zu werden.", "hyp_sent": "(Einige durften früher gehen, vor allem, wenn sie sich im Dunkeln nicht wohl fühlten oder nicht noch 6 Stunden Zeit hatten).", "src_context": "Step 7: Cover all non-doored cold i.e. cheese/meat/veggies, etc. Step 8: Sign our names on a sheet of paper as we left to be clocked out.", "src_sent": "(Some were allowed to leave earlier, esp if they weren't comfortable in the dark or didn't still have 6hrs to go)."}, {"score_diff": 50, "doc_score": 20, "sent_score": 70, "hyp_context": "Ich bin mir nicht sicher, warum einige Möwen immer noch etwas Macht hatten, während andere es nicht taten. Ich bin mir nicht sicher, aber ich glaube nicht, dass wir eine Möglichkeit hatten, sie bezahlen zu lassen.", "hyp_sent": "Ich denke, die Artikel würden scannen, aber wir würden den Kunden keine Möglichkeit geben, später zu bezahlen.", "src_context": "I'm not sure why some tills still had some power while others didn't. Not sure, but I don't think we had any way of having them pay.", "src_sent": "I do think items would scan, but no way would we trust the customers to pay later."}, {"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "Keine Wahl zu haben und die Kunden zu gefährden, ist der Punkt, an dem ich die Grenze ziehe. Wenn es um den Kauf von Qualitätsausrüstung geht, muss ein Schlafsack an erster Stelle stehen.", "hyp_sent": "Sie können auf alle Arten von Bausätzen schreiben, aber nicht auf einem Schlafsack.", "src_context": "Not having a choice, as well as endangering customers, is where I draw the line. When it comes to buying quality gear, a sleeping bag needs to be first on the list.", "src_sent": "You can scrimp on all manner of kit but not on a sleeping bag."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Er sagte, weil ich den Ausdruck hatte, musste er mir die Reifen zum Ausdruckspreis verkaufen. Er war auch in dieser Hinsicht gnädig.", "hyp_sent": "Seither kaufen sie Reifen.", "src_context": "He said that because I had the printout, he had to sell me the tires at the printout price. He was gracious about it too.", "src_sent": "Been buying tires from them ever since."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Johnson taumelt mit seinen eigenen Abgeordneten am Rande der Gunst; wenn weitere Fotos auftauchen, können sie ihn über den Rand drücken. Corona-Pandemie: Warum es wieder so weit kommen könnte", "hyp_sent": "Es ist unwahrscheinlich, dass das Risiko eines Stromausfalls, das mit der Aufstellung der Gabba-Übertragungsanlage verbunden ist, vor der nächsten Ashes-Serie verbessert wird, da die Cricket-Behörden mehr Details zu den Plänen für die große Aufrüstung des Stadions als Austragungsort der Olympischen Spiele 2032 erwarten.", "src_context": "Johnson is teetering on the edge of favour with his own MPs; if further photos surface, they may push him over the edge. Gabba's double power failure explained and why it could happen again", "src_sent": "Risks of power failure inherent in the Gabba's broadcast compound set-up are unlikely to be improved before the next Ashes series, as cricket authorities await more detail on plans for the stadium's major upgrade to host the 2032 Olympic Games."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Corona-Pandemie: Warum es wieder so weit kommen könnte Es ist unwahrscheinlich, dass das Risiko eines Stromausfalls, das mit der Aufstellung der Gabba-Übertragungsanlage verbunden ist, vor der nächsten Ashes-Serie verbessert wird, da die Cricket-Behörden mehr Details zu den Plänen für die große Aufrüstung des Stadions als Austragungsort der Olympischen Spiele 2032 erwarten.", "hyp_sent": "Quellen haben The Age und The Sydney Morning Herald gesagt, dass das Gabba das einzige große Stadion im australischen Cricket ist, in dem die Stromversorgung am Boden nicht ausreicht, um die große Auswahl an Broadcast-Trucks und -Geräten anzuzünden, die für die Übertragung von Bildern auf der ganzen Welt benötigt werden.", "src_context": "Gabba's double power failure explained and why it could happen again Risks of power failure inherent in the Gabba's broadcast compound set-up are unlikely to be improved before the next Ashes series, as cricket authorities await more detail on plans for the stadium's major upgrade to host the 2032 Olympic Games.", "src_sent": "Sources have told The Age and The Sydney Morning Herald that the Gabba is the only major stadium in Australian cricket where the mains power supply at the ground is not sufficient to fire up the vast array of broadcast trucks and devices needed to beam pictures around the world."}, {"score_diff": 45, "doc_score": 95, "sent_score": 50, "hyp_context": "Kann an alle Hunde unabhängig von Alter, Größe oder Trainingsniveau verfüttert werden. Für die weitere Unterstützung wird empfohlen, die gemeinsame Hilfe täglich zu füttern.", "hyp_sent": "Eine Maßnahme ist in der Packung enthalten.", "src_context": "-Can be fed to all dogs regardless of age, size or level of exercise.​ -For continued support, Joint Aid is recommended to be fed on a daily basis.", "src_sent": "A measure is included in the pack."}, {"score_diff": 80, "doc_score": 90, "sent_score": 10, "hyp_context": "Afaik, es war nur ein Wechsel des Windes, der nicht allen passte. Ich bin nur ein alter Fan, der eine Nostalgie-Serie befriedigt.", "hyp_sent": "Mit dem Weg aus dem Weg >.<...", "src_context": "Afaik it was just a change of wind that didn't suit everyone. I'm just an old fan satisfying a nostalgia streak.", "src_sent": "With that out of the way >.<..."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Verpassen Sie nie eine Veröffentlichung von GuudeBoulderfist, lieben Sie die Collabs, etc. Als ich mir einen zufälligen YouTube-Feed ansah, stieß ich auf einen Vid, der die Channel-Geschichte von Etho beschreibt.", "hyp_sent": "Kurz vor dem Ende wurde der Mindcrack in den Handel gebracht.", "src_context": "Never missed a release from GuudeBoulderfist, loved the collabs, etc. While watching a random YouTube feed, I came across a vid detailing Etho's channel history.", "src_sent": "Near the end, it touched on the Mindcrack going commercial."}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "„Dies ist eine der Zeiten, in denen wir keine Demokraten oder Republikaner sind.“ Der Präsident sagte, er werde die vom Sturm betroffenen Gebiete besuchen, wenn klar sei, dass er die lokalen Rettungsbemühungen nicht behindern würde.", "hyp_sent": "„Ich habe vor, weiterzumachen“, sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Die Identität des Toten wurde nicht veröffentlicht, aber die Behörden sagen, dass er nicht atmete, nachdem er aus dem Schnee gezogen wurde und trotz der HLW-Bemühungen eines anderen Skifahrers nicht überlebte. Die anderen Skifahrer seiner Gruppe retteten sich mit Hilfe von zwei Zeugen, die sahen, wie sie vom Schnee mitgerissen wurden.", "hyp_sent": "Alle trugen Lawinen.", "src_context": "The identity of the man who died hasn't been released, but authorities say he wasn't breathing after being pulled out of the snow and didn't survive despite CPR efforts by another skier. The other skiers in his group rescued themselves with the help of two witnesses who saw them get swept up by the snow.", "src_sent": "All were wearing avalanche beacons."}, {"score_diff": 40, "doc_score": 70, "sent_score": 30, "hyp_context": "Das Restaurant hat Sie angerufen und sie haben nicht den Artikel, den Sie bestellt haben? Warum waren Skyler und Walt Jr. so verärgert darüber, dass Walt in der 2. Staffel an dem Haus arbeitete?", "hyp_sent": "Ziffer 2.10 „Mehr“", "src_context": "The restaurant called you and they do not have the item that you ordered? Why were Skyler and Walt Jr. so annoyed with Walt working on the house in season 2?", "src_sent": "Specifically 2.10 \"Over\""}, {"score_diff": 40, "doc_score": 60, "sent_score": 100, "hyp_context": "Nun, dieser Hund schnarcht und bellt und versucht, mich die ganze Zeit durch den Zaun zu beißen, wenn ich draußen im Hinterhof bin. Ich habe versucht, es zu ignorieren, leise zu reden, etc.", "hyp_sent": "Aber dieser Hund ist verrückt.", "src_context": "Well, this dog snarls and barks and tries to bite me through the fence the entire time I'm out in the backyard. I've tried to ignore it, talk softly, etc.", "src_sent": "but this dog is insane."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Der Hund ist den ganzen Tag draußen, schnarcht und klatscht ununterbrochen. Ich fragte, ob ich ihm gesunde Leckereien durch den Zaun geben könnte.", "hyp_sent": "Der Eigentümer sagt nein.", "src_context": "That dog is outside all day long, snarling and yapping non-stop. I asked if I could give it healthy treats through the fence.", "src_sent": "Owner says no."}, {"score_diff": 40, "doc_score": 20, "sent_score": 60, "hyp_context": "Der Trump-Unterstützer hat auch auf entlarvte Behauptungen über Wahlbetrug in Arizona gedrängt. Newsweek kontaktierte das Büro von Senator Rogers für eine Stellungnahme.", "hyp_sent": "Es gibt eine Kreislaufwirtschaft...", "src_context": "The Trump supporter has also pushed for debunked claims of voter fraud in Arizona. Newsweek contacted Senator Rogers' office for comment.", "src_sent": "There's a circularity to it..."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "„Wir sparen tatsächlich Geld, weil wir nicht eine ganze Flasche Sojasauce kaufen müssen, um asiatische Küche zu probieren...“ Ich denke, dass im Verbraucherbereich billigere Waren mit niedrigeren Margen der einzige Grund dafür sind, dass jemand außerhalb der Oberschicht irgendeine Art von Lohnwachstum erlebt hat.", "hyp_sent": "Die Löhne stiegen nicht wirklich, aber Scheiße wurde billiger.", "src_context": "\"We're actually saving money because we don't have to go out and buy a whole bottle of soy sauce to try Asian cooking...\" Madness. I think that in the consumer space, cheaper goods at lower margins is the only reason that anyone outside of the upper class has experienced any sort of wage growth.", "src_sent": "Wages didn't really go up, but shit got cheaper."}, {"score_diff": 40, "doc_score": 20, "sent_score": 60, "hyp_context": "Es dauerte immer noch Monate, bis sich mein Körper wieder normalisierte. Ich weiß nicht, warum es Menschen anders betrifft, aber für mich waren es Körperschmerzen und Kopfschmerzen, die das Schlimmste waren.", "hyp_sent": "Ich Fall der Bildschirm noch einmal eingefroren, bitte verarbeiten Sie diese Schritte:", "src_context": "Still took months for my body to return to normal. I don't know why it affects people differently, but for me it was body pain and headaches that were the worst part.", "src_sent": "I case the screen frozen one more time, please process this steps:"}, {"score_diff": 80, "doc_score": 20, "sent_score": 100, "hyp_context": "Pleaae überprüfen Sie Ihre Mail-Moment bitte Ich warte hier auf dich", "hyp_sent": "Wie ist es gelaufen?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Lange Geschichte kurz, sie kommt zurück zur Kasse, geht aber zu einer anderen Zeile. Als der Manager zurückkommt, lehnt er sich hinein und flüstert mir zu: „Sie WAREN auf Gang 7, wie du es ihr gesagt hast“.", "hyp_sent": "HA.... hat es dir gesagt!", "src_context": "Long story short, she comes back to the checkout, but goes to another line. As the manager comes back, he leans in and whispers to me \"They WERE on aisle 7, like you told her.\"", "src_sent": "HA....told you so!"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Aber gut für dich. Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten.", "hyp_sent": "Geschirrspülmaschine.", "src_context": "But good on you. Yeah, when I was 16 I applied and got offered a job at a restaurant.", "src_sent": "Dishwasher."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten. Geschirrspülmaschine.", "hyp_sent": "Die erste Schicht hatte mich in der Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 60, "doc_score": 80, "sent_score": 20, "hyp_context": "Schritt 3: Diejenigen, die bei Kassen sind und alle anderen sind wirklich frei, ein paar Minuten zu warten, um zu sehen, ob Backup-Generatoren uns wieder in Gang bringen können. Schritt 4: Gehen Sie durch den gesamten Store und lassen Sie jeden Nicht-Mitarbeiter gehen.", "hyp_sent": "Ebenso wie jeder an die Front gebrachte Wagen.", "src_context": "Step 3: Those that are at tills and anyone else really are free to wait a couple minutes to see if backup generators can get us going again. Step 4: Go throughout the store and getting every non employee to leave.", "src_sent": "As well as every cart brought to the front."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Reparieren Ihres #PRS_ORG# -Kontos bei eReader Gehen Sie zu Ihrem Home-Bildschirm.", "hyp_sent": "Tippen Sie auf", "src_context": "Repairing your #PRS_ORG# account on eReader Go to your Home screen.", "src_sent": "Tap the"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "- Melden Sie sich ab und wieder in Ihrem eReader an. Gehen Sie zu Ihrem Home-Bildschirm.", "hyp_sent": "Tippen Sie auf", "src_context": "- Sign out and signing back in to your eReader. Go to your Home screen.", "src_sent": "Tap the"}, {"score_diff": 45, "doc_score": 95, "sent_score": 50, "hyp_context": "-Kann an alle Hunde unabhängig von Alter, Größe oder Niveau der Übung gefüttert werden. ​ - Zur weiteren Unterstützung wird empfohlen, Joint Aid täglich zu füttern.", "hyp_sent": "Eine Maßnahme ist in der Packung enthalten.", "src_context": "-Can be fed to all dogs regardless of age, size or level of exercise.​ -For continued support, Joint Aid is recommended to be fed on a daily basis.", "src_sent": "A measure is included in the pack."}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Afaik war es nur ein Windwechsel, der nicht jedem passte. Ich bin nur ein alter Fan, der eine Nostalgie-Ader befriedigt.", "hyp_sent": "Mit dem aus dem Weg >. <...", "src_context": "Afaik it was just a change of wind that didn't suit everyone. I'm just an old fan satisfying a nostalgia streak.", "src_sent": "With that out of the way >.<..."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Die Identität des verstorbenen Mannes wurde nicht veröffentlicht, aber die Behörden sagen, dass er nicht atmete, nachdem er aus dem Schnee gezogen wurde und trotz CPR-Bemühungen eines anderen Skifahrers nicht überlebte. Die anderen Skifahrer in seiner Gruppe retteten sich mit Hilfe von zwei Zeugen, die sahen, wie sie vom Schnee mitgerissen wurden.", "hyp_sent": "Alle trugen Lawinenbaken.", "src_context": "The identity of the man who died hasn't been released, but authorities say he wasn't breathing after being pulled out of the snow and didn't survive despite CPR efforts by another skier. The other skiers in his group rescued themselves with the help of two witnesses who saw them get swept up by the snow.", "src_sent": "All were wearing avalanche beacons."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Vielen Dank für Ihre Wartezeit, ich habe die Informationen auf Ihrem Konto geprüft. Es tut mir wirklich leid zu wissen, dass Sie dieses Problem mit Ihrem eBook haben, aber ich bin bereit, Ihnen zu helfen.", "hyp_sent": "Ich teile Ihnen ein paar Schritte mit, um Sie in Ihr Gerät einzuführen, okay?", "src_context": "Thank you for your waiting time, I have checked the information into your account. I'm really sorry to know that you are having this issue with your eBook, but I'm willing to help you.", "src_sent": "I'll share with a couple of steps to perform into your device, okay?"}, {"score_diff": 40, "doc_score": 60, "sent_score": 20, "hyp_context": "24 Stunden später schlugen sie mit dem finalen Nein zurück. Nicht medizinisch notwendig.", "hyp_sent": "Mein Chirurg dreht seinen Scheiß um und ist wie FINE!", "src_context": "24 hours later, they hit us back with the final “No. Not medically necessary.”", "src_sent": "My surgeon flips his shit and is like “FINE!"}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Aber du wirst mir sagen, welche Vorgehensweise du empfehlen würdest, denn ich kenne keine andere, die diesem armen Kind helfen würde. Das tun sie natürlich nicht.", "hyp_sent": "Und dieses Kind ist verknallt.", "src_context": "But you’re going to fucking tell me which procedure you would recommend, because I don’t know another one that is gonna help this poor kid”. Of course, they don’t.", "src_sent": "And this kid is screwed."}, {"score_diff": 40, "doc_score": 40, "sent_score": 80, "hyp_context": "Das tun sie natürlich nicht. Und dieses Kind ist verknallt.", "hyp_sent": "Keine andere Möglichkeit.", "src_context": "Of course, they don’t. And this kid is screwed.", "src_sent": "No other option."}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "In dem Bericht heißt es, dass der einzige Link (Anmeldeoption), über den Sie auf Ihr # PRS _ ORG # -Konto zugreifen können, # PRS _ ORG # ist. Ihr Benutzername ist anjahoehne E-Mail-Adresse / Ich habe einen Link geschickt, um Ihr Passwort zu restaurieren.", "hyp_sent": "Bitte prüfen Sie Ihren E-Mail-Moment", "src_context": "In you r acclount says that its only link ( sign in option) to access your #PRS_ORG# account is #PRS_ORG#. your username is anjahoehne  email address/ I sent a link to rest your password.", "src_sent": "Pleaae check your mail moment please"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Aber gut für dich. Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten.", "hyp_sent": "Spülmaschine.", "src_context": "But good on you. Yeah, when I was 16 I applied and got offered a job at a restaurant.", "src_sent": "Dishwasher."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Ja, als ich 16 war, bewarb ich mich und bekam einen Job in einem Restaurant angeboten. Spülmaschine.", "hyp_sent": "In der ersten Schicht hatten sie mich in der Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 40, "doc_score": 60, "sent_score": 20, "hyp_context": "Ein paar Mal fiel der Strom aus. Schritt 1: Holen Sie sofort jemanden an die Tür.", "hyp_sent": "Jetzt sind sie in Sicherheit.", "src_context": "We had power go out a couple of times. Step 1: Get someone on the door immediately.", "src_sent": "They are security now."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Gerne stehe ich Ihnen auch weiterhin per E-Mail zur Seite oder Sie können uns zu einem für Sie günstigeren Zeitpunkt erneut kontaktieren. Versuchen Sie bitte, diese Prozeduren zu perfektionieren \"", "hyp_sent": "Um Ihr Konto in der # PRS _ ORG # App zu reparieren, folgen Sie bitte den unten angegebenen Schritten:", "src_context": "I will gladly continue assisting you via email, or you can contact us again at a more convenient time for you. please try to perfprm thsi procedures\"", "src_sent": "To repair your account on the #PRS_ORG# app, please follow the steps indicated below:"}, {"score_diff": 45, "doc_score": 95, "sent_score": 50, "hyp_context": "-Kann an alle Hunde verfüttert werden, unabhängig von Alter, Größe oder Trainingsniveau. -Um weiterhin Unterstützung zu erhalten, wird empfohlen, dass Joint Aid täglich gefüttert wird.", "hyp_sent": "Eine Maßnahme ist im Paket enthalten.", "src_context": "-Can be fed to all dogs regardless of age, size or level of exercise.​ -For continued support, Joint Aid is recommended to be fed on a daily basis.", "src_sent": "A measure is included in the pack."}, {"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "Ich habe hier nachgeschaut und es scheint, dass der Fahrer dorthin gefahren ist. Haben Sie Ihre Haustür oder Ihren Empfangsbereich kontrolliert?", "hyp_sent": "Er könnte es dabei belassen.", "src_context": "I have checked here and it appears that the rider went there. Have you check on your doorstep or reception area?", "src_sent": "He might left it there."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Wenn der Hund anfängt, mit knurrendem Bellen das Zaun-Ding anzugreifen, dürfen sich meine Nachbarn (alle) über ein kleines Lamm Gottes oder den verrottenden Christus oder eine andere tolle Musik freuen. Mein Redner schüttelt den Tisch.", "hyp_sent": "Die Nachbarn brauchten nicht lange, um die beiden zusammenzubringen.", "src_context": "When the dog begins its snarling barking attacking the fence thing, my neighbors (all of them) get to enjoy a little Lamb of God or Rotting Christ or some other great music turned all the way up. My speaker shakes the table.", "src_sent": "It didn't take the neighbors long to put two and two together."}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "Wir werden die Aufregung noch einmal mit voller Intensität fortsetzen. Wir werden die Opfer nicht vergebens gehen lassen \", sagte er.", "hyp_sent": "Bhattacharya sagte, die Anti-CAA-Agitation werde wie im Jahr 2019 wieder eine panamerikanische Nordost-Agitation sein.", "src_context": "We will resume the agitation with full intensity once again. We won't let the sacrifices go in vain,\" he said.", "src_sent": "Mr Bhattacharya said the anti-CAA agitation will once again be a pan-Northeast one like in 2019."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Vielen Dank für die Informationen. Ich werde Ihnen gerne weiterhelfen.", "hyp_sent": "Ich werde Ihr Konto, einen Moment bitte.", "src_context": "Thank you for the information. I will be more than happy to assist you.", "src_sent": "I'll review your account, one moment, please."}, {"score_diff": 50, "doc_score": 90, "sent_score": 40, "hyp_context": "Kurz gesagt, sie kommt zurück zur Kasse, geht aber zu einer anderen Schlange. Als der Manager zurückkommt, beugt er sich vor und flüstert mir zu: „Sie WAREN in Gang 7, wie Sie es ihr gesagt haben.“", "hyp_sent": "HA....es dir gesagt!", "src_context": "Long story short, she comes back to the checkout, but goes to another line. As the manager comes back, he leans in and whispers to me \"They WERE on aisle 7, like you told her.\"", "src_sent": "HA....told you so!"}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Ja, als ich 16 war, habe ich mich beworben und bekam einen Job in einem Restaurant angeboten. Geschirrspüler.", "hyp_sent": "In der ersten Schicht hatten sie mich in der Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Afaik, es war nur ein Windwechsel, der nicht jedem gefiel. Ich bin nur ein alter Fan, der eine Nostalgie-Ader befriedigt.", "hyp_sent": "Damit aus dem Weg >.< ...", "src_context": "Afaik it was just a change of wind that didn't suit everyone. I'm just an old fan satisfying a nostalgia streak.", "src_sent": "With that out of the way >.<..."}, {"score_diff": 60, "doc_score": 20, "sent_score": 80, "hyp_context": "Ich hoffe, Sie haben einen wundervollen Tag. Du weißt, was ich von Dir verstehe.", "hyp_sent": "Weil wir möchten, dass Sie Ihre Bestellung bei uns haben.", "src_context": "I hope you have an excellent day. You know what I understand you.", "src_sent": "since we want you to have your order from us."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Wenn Sie einen Mehrwertsteuerbeleg benötigen, wenden Sie sich bitte an uns; wir können Ihnen diesen dann per E-Mail zusenden. F. Ich habe eine ganze Weile auf meine Bestellung gewartet und sie ist nicht angekommen.", "hyp_sent": "Istrry eventuell verloren?", "src_context": "If you require a VAT receipt, please contact us and we can email one over. Q. I have been waiting a while for my order and it hasn’t arrived.", "src_sent": "Is it possibly lost?"}, {"score_diff": 60, "doc_score": 80, "sent_score": 20, "hyp_context": "Ja, mit 16 habe ich mich beworben und bekam einen Job in einem Restaurant angeboten. Geschirrspüler.", "hyp_sent": "In der ersten Schicht hatten sie mich ganz nah bei sich.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 90, "doc_score": 10, "sent_score": 100, "hyp_context": "Geschirrspüler. In der ersten Schicht hatten sie mich ganz nah bei sich.", "hyp_sent": "Samstag.", "src_context": "Dishwasher. First shift they had me close.", "src_sent": "Saturday."}, {"score_diff": 40, "doc_score": 40, "sent_score": 80, "hyp_context": "In der ersten Schicht hatten sie mich ganz nah bei sich. Samstag.", "hyp_sent": "Wir haben bis nach Mitternacht gearbeitet.", "src_context": "First shift they had me close. Saturday.", "src_sent": "We were working till past 1am."}, {"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "Der beste Weg einen neuen jungen Arbeiter zu verlieren ist ihn damit zu schockieren. Das gleiche ist mit meinem Freund passiert, nachdem ich ein paar Jahre bei Pizza Hut gearbeitet hatte (er kam mir erst Monate nach meinem Einstieg und Ausbilung näher) und ihm dort auf der Stelle einen Job verschafft hatte.", "hyp_sent": "Sie setzten ihn mit zwei Closes hintereinander in Schach.", "src_context": "Best way to lose a new young worker, by shocking them with that. Same happened to my friend after I had been working with Pizza Hut for a couple years (didn't make me close until months after I started working and trained up), got him a job there on the spot.", "src_sent": "They proceeded to put him on two closes in a row."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Das gleiche ist mit meinem Freund passiert, nachdem ich ein paar Jahre bei Pizza Hut gearbeitet hatte (er kam mir erst Monate nach meinem Einstieg und Ausbilung näher) und ihm dort auf der Stelle einen Job verschafft hatte. Sie setzten ihn mit zwei Closes hintereinander in Schach.", "hyp_sent": "Er gab auf.", "src_context": "Same happened to my friend after I had been working with Pizza Hut for a couple years (didn't make me close until months after I started working and trained up), got him a job there on the spot. They proceeded to put him on two closes in a row.", "src_sent": "He quit."}, {"score_diff": 40, "doc_score": 80, "sent_score": 40, "hyp_context": "Ich habe Ihnen eine Rückerstattung für das Buch erteilt. Ich bin mit der Lösung sehr unzufrieden, was mache ich, wenn das Problem im nächsten Buch erneut auftritt?", "hyp_sent": "Es ist eine weitere Gelegenheit, dass es passiert.", "src_context": "I issued you a refund of the book. I am very dissatisfied with the solution, what do I do if the problem occurs again in the next book?", "src_sent": "It is a rear occasion that it happens."}, {"score_diff": 40, "doc_score": 60, "sent_score": 100, "hyp_context": "Bitte überprüfen Sie Ihre E-Mail-Moment bitte Ich warte hier auf dich", "hyp_sent": "Wie ist es gelaufen?", "src_context": "Pleaae check your mail moment please I wait here for you", "src_sent": "How did it go?"}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Aber gut für dich. Ja, als ich 16 war, habe ich mich beworben und bekam einen Job in einem Restaurant angeboten.", "hyp_sent": "Geschirrspülmaschine.", "src_context": "But good on you. Yeah, when I was 16 I applied and got offered a job at a restaurant.", "src_sent": "Dishwasher."}, {"score_diff": 60, "doc_score": 90, "sent_score": 30, "hyp_context": "Ja, als ich 16 war, habe ich mich beworben und bekam einen Job in einem Restaurant angeboten. Geschirrspülmaschine.", "hyp_sent": "In der ersten Schicht hatten sie mich in der Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 45, "doc_score": 95, "sent_score": 50, "hyp_context": "Glücklicherweise war der Typ ehrlich und anstatt zu versuchen, den höheren Preis zu verlangen, verkaufte er mir die Reifen zu dem Preis, den ich auf meinem Ausdruck hatte. Er sagte, weil ich den Ausdruck habe, müsse er mir die Reifen zum Ausdruckpreis verkaufen.", "hyp_sent": "Er war darüber auch gnädig.", "src_context": "Luckily, the guy was honest and rather than trying to charge the higher price, he sold me the tires for the price I had on my printout. He said that because I had the printout, he had to sell me the tires at the printout price.", "src_sent": "He was gracious about it too."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Die Schalter Leute waren die schlimmsten, die ich je gesehen habe. Eine Schlange vor der Tür und sie machten Pausen und redeten über zufällige nicht arbeitsbezogene Dinge, als wären wir nicht einmal hier.", "hyp_sent": "Ich hatte eine bestätigte Reservierung ging.", "src_context": "The counter people were the worst I have ever seen. A line out the door and they were taking breaks and talking about random non-work related stuff like we weren’t even here.", "src_sent": "I had a confirmed reservation went."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Eine Achterbahnfahrt in der ersten Hälfte endete mit einer 13: 7-Führung von Munster, nachdem Wasps-Skipper Brad Shields wegen eines gefährlichen Zweikampfs gegen Dave Kilcoyne kontrovers vom Platz gestellt worden war. Und als Nutte Dan Frost zur Halbzeit die Nutte in den Arsch legte, waren ihre 13 Männer in den Seilen und Munster reagierte mit technischen Versuchen für die Debütanten Patrick Campbell und Andrew Conway.", "hyp_sent": "Alfie Barbearys All-Action-Darbietung, gekrönt von einem fesselnden Versuch, hatte Wesps Hoffnung gegeben, aber er wurde zur Halbzeit unerwartet ausgewechselt und von dem Moment an, als Campbell seine Klasse zeigte, in der 43. Minute zu einer Einbahnstraße wurde es.", "src_context": "A rollercoaster first half ended with Munster leading 13-7 after Wasps skipper Brad Shields had been controversially sent off for a dangerous tackle on Dave Kilcoyne. And with hooker Dan Frost sin-binned on the stroke of half-time, their 13 men were on the ropes and Munster reacted by engineering tries for debutant Patrick Campbell and Andrew Conway.", "src_sent": "Alfie Barbeary's all-action display capped by a captivating try had given Wasps hope but he was unexpectedly replaced at half-time and it became one-way traffic from the moment Campbell showed his class to finish in the 43rd minute."}, {"score_diff": 40, "doc_score": 50, "sent_score": 90, "hyp_context": "Und als Nutte Dan Frost zur Halbzeit die Nutte in den Arsch legte, waren ihre 13 Männer in den Seilen und Munster reagierte mit technischen Versuchen für die Debütanten Patrick Campbell und Andrew Conway. Alfie Barbearys All-Action-Darbietung, gekrönt von einem fesselnden Versuch, hatte Wesps Hoffnung gegeben, aber er wurde zur Halbzeit unerwartet ausgewechselt und von dem Moment an, als Campbell seine Klasse zeigte, in der 43. Minute zu einer Einbahnstraße wurde es.", "hyp_sent": "Nachdem 17 verletzte Spieler fehlten, musste Wasps am Morgen auch mit dem Verlust von vier weiteren Spielern gegen Covid fertig werden, was zu einer hastigen Neukonfiguration des Teams führte.", "src_context": "And with hooker Dan Frost sin-binned on the stroke of half-time, their 13 men were on the ropes and Munster reacted by engineering tries for debutant Patrick Campbell and Andrew Conway. Alfie Barbeary's all-action display capped by a captivating try had given Wasps hope but he was unexpectedly replaced at half-time and it became one-way traffic from the moment Campbell showed his class to finish in the 43rd minute.", "src_sent": "Missing 17 players to injury, Wasps also had to contend with the loss of four more to Covid in the morning, resulting in a hasty reconfiguration of the team."}, {"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "24 Stunden später erteilten sie uns erneut das endgültige „No. Medizinisch ist das nicht erforderlich.\"", "hyp_sent": "Mein Chirurg dreht seinen Scheiß um und meint: „FINE!", "src_context": "24 hours later, they hit us back with the final “No. Not medically necessary.”", "src_sent": "My surgeon flips his shit and is like “FINE!"}, {"score_diff": 70, "doc_score": 90, "sent_score": 20, "hyp_context": "Ja, als ich 16 war, habe ich mich beworben und bekam einen Job in einem Restaurant angeboten. Geschirrspüler.", "hyp_sent": "In der ersten Schicht hatten sie mich ganz in ihrer Nähe.", "src_context": "Yeah, when I was 16 I applied and got offered a job at a restaurant. Dishwasher.", "src_sent": "First shift they had me close."}, {"score_diff": 90, "doc_score": 10, "sent_score": 100, "hyp_context": "Geschirrspüler. In der ersten Schicht hatten sie mich ganz in ihrer Nähe.", "hyp_sent": "Samstag.", "src_context": "Dishwasher. First shift they had me close.", "src_sent": "Saturday."}, {"score_diff": 50, "doc_score": 70, "sent_score": 20, "hyp_context": "Bei uns gab es ein paar mal Stromausfall. Schritt 1: Sofort jemanden an die Tür bringen.", "hyp_sent": "Sie sind jetzt sicher.", "src_context": "We had power go out a couple of times. Step 1: Get someone on the door immediately.", "src_sent": "They are security now."}, {"score_diff": 60, "doc_score": 80, "sent_score": 20, "hyp_context": "Schritt 3: Es steht Kassenmitarbeitern und allen anderen frei, ein paar Minuten zu warten, um zu sehen, ob uns Notstromgeneratoren wieder in Gang bringen. Schritt 4: Gehen Sie durch den Laden und bringen Sie alle Nicht-Angestellten dazu, ihn zu verlassen.", "hyp_sent": "Was auch bei jedem vorgestellten Wagen der Fall ist.", "src_context": "Step 3: Those that are at tills and anyone else really are free to wait a couple minutes to see if backup generators can get us going again. Step 4: Go throughout the store and getting every non employee to leave.", "src_sent": "As well as every cart brought to the front."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "Schließlich haben wir diese Stimmen bereits einer forensischen Prüfung und einer Abfrage unterzogen, und das hat da nicht geholfen. Sollten wir ihnen weiterhin erlauben, Abstimmungen zu „auditieren“, bis sie die gewünschten Ergebnisse erzielen?", "hyp_sent": "> Das lässt Uri Geller versuchen, James Randi an den Pranger zu stellen.", "src_context": "After all, we've already had a forensic audit and a hand recount of these votes, and that didn't help. Should we just keep allowing them to \"audit\" votes until they get the results they want?", "src_sent": ">This is letting Uri Geller try and pull his shit on James Randi."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "„Dies ist eine dieser Zeiten, in denen wir weder Demokraten noch Republikaner sind.” Der Präsident erklärte, er werde die vom Sturm betroffenen Gebiete besuchen, sobald klar sei, dass er den lokalen Rettungsbemühungen nicht im Weg stehen werde.", "hyp_sent": "„Ich habe vor, weiterzugehen“, sagte er.", "src_context": "\"This is one of those times when we aren't Democrats or Republicans.\" The president said he would visit the storm affected areas when it was clear he would not get in the way of local rescue efforts.", "src_sent": "\"I do plan on going,\" he said."}, {"score_diff": 40, "doc_score": 90, "sent_score": 50, "hyp_context": "„Diese Warnung dauert bis Montagmittag, während das Zentrum des Niederdrucksystems bis dicht an die nördlichen Inseln heranrückt und wieder Böen von 80-85 Meilen pro Stunde entlang der Küsten bringt, die örtlich in einigen Gebieten sogar 90 Meilen pro Stunde überschreiten können“, sagte Philip. „Es bewegt sich aber sehr schnell und wird daher bis Montagnachmittag durchgezogen sein, und um die Mittagszeit wird es nachlassen und sich beruhigen.", "hyp_sent": "Für den Rest der Woche und bis zum Wochenende wird das Wetter weiter abflauen.“", "src_context": "\"This warning lasts until midday Monday as the centre of the low pressure system moves close to the Northern Isles, again bringing gusts of 80-85mph along coasts and locally in excess of 90mph in some areas,\" Philip said. \"It is very fast moving though, so will clear away by Monday afternoon, with things beginning to ease and calm by lunchtime.", "src_sent": "For the rest of the week things will continue to settle ahead of next weekend.\""}, {"score_diff": 80, "doc_score": 90, "sent_score": 10, "hyp_context": "Und es muss nicht einmal um Leben und Tod gehen, um frustrierend zu sein. Neulich hatte ich einen Patienten, der eine ganz bestimmte Knieoperation brauchte, um normal zu gehen zu können und eine bessere Lebensqualität zu haben.", "hyp_sent": "Ein Gespräch unter Kollegen nutzte nichts.", "src_context": "And it doesn’t even have to be life or death to be frustrating. Had a recent patient who needed a very specific knee procedure to walk normally and improve quality of life.", "src_sent": "Peer to peer failed."}]